[
  {
    "roll": "11",
    "option": null,
    "name": "Братство Книда",
    "text": "Матмологи почитают чистые и недвусмысленные истины матмологии и соотносят их со своими наблюдениями за мультивселенной. Все вещи могут быть измерены и предсказаны с применением правильных матмологических соотношений, тех методов, которые используются для проникновения в эфирную поверхность и беглого взгляда на фундаментальные числа из справочника.",
    "possessions": [
      "Большая астролябия (урон как у булавы).",
      "Счёты.",
      "Ворох свитков и письменных принадлежностей."
    ],
    "skills": ["3 Матмология", "2 Астрология", "2 Заклинание – Поиск"],
    "special": null
  },
  {
    "roll": "12",
    "option": null,
    "name": "Воитель хаоса",
    "text": "Вы больше не носите шипастую медную броню, но вы всё ещё можете быть выслушаны вашим Хаотическим покровителем. Он рад вашим экспериментам, хоть вы и не погружаете свой мир в беспорядок и, в конечном счёте, тьму, но дверь в неё всегда открыта.",
    "possessions": [
      "Ритуальные шрамы.",
      "Огромная кувалда.",
      "Набор рваных доспехов (считается средней бронёй).",
      "Дневник сновидений, почти полный."
    ],
    "skills": [
      "6 Язык – Курган",
      "3 Владение кувалдой",
      "3 Секретные знаки – Хаотический покровитель",
      "1 Заклинание – Случайное",
      "1 Ясновидение"
    ],
    "special": "Выберите себе покровителя. Вы можете призывать его на помощь один раз в день. Чтобы сделать это, выбросьте три 6-ки на 3к6. Ведущий интерпретирует его вмешательство."
  },
  {
    "roll": "13",
    "option": null,
    "name": "Грабитель",
    "text": "Как у вора-домушника, у вас часто есть причина странствовать. Враги появляются сами собой по обе стороны закона, поэтому стоит позаботиться о проблемах заранее.",
    "possessions": ["Арбалет и 18 болтов.", "Связка отмычек.", "Крюк-кошка."],
    "skills": [
      "2 Красться",
      "2 Замки",
      "1 Внимание",
      "1 Лазание",
      "1 Ловушки",
      "1 Владение ножом",
      "1 Владение арбалетом"
    ],
    "special": "Вы можете испытать удачу, чтобы найти и подружиться с местным преступным подпольем, если оно существует."
  },
  {
    "roll": "14",
    "option": null,
    "name": "Зоантроп",
    "text": "В какой-то момент в прошлом вы решили, что вам всё это больше не нужно: вы нашли Зоантропологов и хорошо заплатили, чтобы они удалили ваш беспокойный передний мозг и возвысили вас до чистого и не обременённого зверя, которым вы являетесь сегодня.",
    "possessions": [
      "Никакого стартового имущества; вы сбросили оковы цивилизации. Вы, скорее всего, голые."
    ],
    "skills": [
      "3 Лазание",
      "3 Бег",
      "2 Сила",
      "2 Кулачный бой",
      "2 Владение дубинкой",
      "2 Борьба"
    ],
    "special": "Вы невосприимчивы ко всем эффектам изменения сознания. Вы можете говорить, но обычно предпочитаете молчать. При выполнении Проверок улучшения Умений, связанных с абстрактным мышлением, таких как заклинания или астрология, вы должны сделать проверку дважды и преуспеть в обеих, чтобы улучшить их."
  },
  {
    "roll": "15",
    "option": null,
    "name": "Йонгардский адвокат",
    "text": "Там, в Йонгарди, всё делают по-другому. Они уважают закон. Каждый день у судов выстраивается очередь с желающими получить место и увидеть, как свежий и перспективный адвокат защищает своё дело метром стали. Люди следят за карьерой своих любимых адвокатов, следят за всеми их делами, собирают портреты и тайком пробираются в суды после работы, чтобы прикоснуться к пятнам крови на белых носовых платках. В Йонгарди любят закон.",
    "possessions": [
      "Рапира (урон как у меча) и рубашка с оборками, или шамбок (урон как у дубинки) и множество шрамов, или длинный меч и тяжёлая броня, или молот и громадный щит.",
      "Пособие по праву Йонгарди.",
      "Адвокатский парик."
    ],
    "skills": ["4 Владение своим выбранным оружием", "2 Этикет", "1 Лечение"],
    "special": null
  },
  {
    "roll": "16",
    "option": null,
    "name": "Какоген",
    "text": "Вы — тот-самый-грязно-рожденный, появившийся на свет в Горбатом небе, освещённом лишь великими черными анти-солнцами и отражённым светом. Ваша мать плыла на золотых баржах или ещё где приключалась, когда родила вас вдали от миллионов защищающих от различных недугов сфер. Поэтому во время рождения вы были особо восприимчивы к потокам силы и славы, что теперь проявляется в вашем чудовищном теле.",
    "possessions": ["Фузея.", "2к6 плазменных ядер.", "Меч.", "Дымка."],
    "skills": [
      "2 Владение фузеей",
      "2 Астрология",
      "2 Ясновидение",
      "2 Заклинание – Случайное",
      "2 Заклинание – Случайное",
      "2 Пилот золотой баржи",
      "1 Заклинание – Случайное",
      "1 Владением мечом"
    ],
    "special": null
  },
  {
    "roll": "21",
    "option": null,
    "name": "Карлик",
    "text": "Вы — невысокое, волосатое, воинственное, зависимое от алкоголя существо. Одно может быть связано с другим, однако вы захотите надрать задницу любому, кто это даже предположит. Поскольку у карликов нет женщин (как, технически, мужчин), не существует и детей карликов или карликовых семей, поэтому вы можете полностью посвятить себя важным карликовым усилиям по созданию предметов искусства в необычных местах. Вы намерены найти самые необычные места, которые когда-либо видели во всех миллионах сфер. Вы — невысокое, волосатое, воинственное существо. Карлики — это вылепленный или высеченный народ, и потому не имеющий детей или семей, которые помешали бы вам полностью посвятить себя важным карликовым усилиям по созданию прекрасного искусства в необычных местах. Вы намерены найти самые необычные места, которые когда-либо видели во всех миллионах сфер.",
    "possessions": ["Молоток каменщика.", "Свёрток принадлежностей художника."],
    "skills": [
      "3 Внимание",
      "2 Лепка",
      "2 Рисование",
      "2 Работа с металлом",
      "2 Конструирование",
      "2 Сила",
      "2 Кулачный бой",
      "2 Борьба",
      "1 Владением молотом"
    ],
    "special": "Все карлики могут есть драгоценные камни и редкие металлы в качестве замены пищи. Мирской пище, вы, на самом деле, больше предпочитаете вкус редких минералов. Все карлики бесполые. Вы невосприимчивы к любым принуждениям, которые играют на желании существ заняться сексом. Это также означает, что у вас нет половых органов. Вы не мочеиспускаетесь, зато жидкость выводится через ваш пот, это объясняет ваш душок."
  },
  {
    "roll": "22",
    "option": null,
    "name": "Клавигер",
    "text": "Мастера ключей блуждают по вселенной, постигая работу всех проходов. Несмотря на то, что они весьма очарованы простыми сундуками и дверями, их больше всего возбуждают метафизические и метафорические барьеры. Вы можете найти небольшие конклавы Клавигеров, разбивших лагерь у подножия Демонических врат, обсуждающих соответствующие методы атаки или конструируя малопонятные машины для входа.",
    "possessions": [
      "Увешанный ключами (считается средней бронёй).",
      "Выдающийся кузнечный молот (урон как у кувалды).",
      "Отмычки."
    ],
    "skills": [
      "4 Замки",
      "3 Сила",
      "3 Ловушки",
      "2 Заклинание – Открыть",
      "1 Заклинание – Видеть насквозь",
      "1 Владение кувалдой",
      "1 Заклинание – Замок"
    ],
    "special": null
  },
  {
    "roll": "23",
    "option": null,
    "name": "Колдун из Академии дверей",
    "text": "Вы являетесь студентом самой престижной волшебной академии Тройки (гордость города, эксперты в области все-мерной мобильности), вы, наконец, смогли проникнуть в (2к6)-ю дверь. Вы не мастер, но мало кто из ваших сверстников может утверждать, что знает больше о причудах небесного путешествия, чем вы.",
    "possessions": [
      "Небольшая работающая дверь, носимая на лбу, через которую вы направляете свою магию.",
      "Вульгарные одеяния."
    ],
    "skills": [
      "3 Астрология",
      "2 Ясновидение",
      "2 Заклинание – Астральный доступ",
      "1 Заклинание – Телепортация",
      "1 Заклинание – Паутина",
      "1 Заклинание – Случайное",
      "1 Заклинание – Случайное",
      "1 Заклинание – Случайное"
    ],
    "special": null
  },
  {
    "roll": "24",
    "option": null,
    "name": "Колдун из Колледжа друзей",
    "text": "Как неотъемлемую часть вашего обучения в суб-мерной академии Сердечного Бога-волшебника, вы провели своё детство, изучая удел пикси, цвет волшебства, ритуальную грамматику и бесконечное количество других теоретических предметов. Теперь вы вышли в обычный мир и обнаружили, что ваше образование вряд ли объясняет хоть что-то из того, что вы увидели.",
    "possessions": [
      "Остроконечная шляпа волшебника, которую вы получили на выпускном.",
      "Карман, полный волшебного печенья (2к6, каждое считается провизией).",
      "Волшебная палочка, раньше помогавшая новым ученикам сосредоточится, теперь вы держите её по сентиментальным причинам."
    ],
    "skills": [
      "4 Секретные знаки – Слова ведьмы",
      "2 Бег",
      "1 Лазание",
      "1 Ловкость рук",
      "1 Плавание",
      "1 Красться",
      "1 Ясновидение",
      "1 Заклинание – Разряд",
      "1 Заклинание – Дружелюбие",
      "1 Заклинание – Зазеркалить себя",
      "1 Заклинание – Защита от дождя",
      "1 Заклинание – Руки помощи",
      "1 Заклинание – Розовые очки",
      "1 Заклинание – Случайное"
    ],
    "special": null
  },
  {
    "roll": "25",
    "option": null,
    "name": "Красный священник",
    "text": "Вы — евангелист Красного искупления, странствующий исповедник, прижигатель гнойных ран греха — постоянного накопления и оздоровительного потребления Массы. Как может ваш дух летать свободно, будучи скованным и дряблым? Вы — антисаркический евангелист Красного искупления, странствующий исповедник, прижигатель гноящихся ран греха — постоянного накопления и потребления Массы. Только отбросив всю земную материю, можно освободиться от оков той плотности, которая связывает с создателем.",
    "possessions": [
      "Красные одеяния.",
      "Традиционный безликий металлический шлем вашего ордена (средняя броня).",
      "Символический (но полноразмерный и полностью функциональный) одноглавый большой топор, помогающий проломить дверь за которой скрываются грехи (урон как у большого меча)."
    ],
    "skills": [
      "2 Заклинание – Угли",
      "2 Заклинание – Огненный болт",
      "2 Заклинание – Вспышка",
      "2 Владение большим топором",
      "1 Ясновидение",
      "1 Заклинание – Экзорцизм"
    ],
    "special": null
  },
  {
    "roll": "26",
    "option": null,
    "name": "Ландскнехт",
    "text": "Вы — щедро оплачиваемый наёмник, состоящий на исключительной службе при Троне Феникса. Вас отправили в далёкие сферы на золотых кораблях, чтобы нести несказанную славу ваших господ на кончике своего пылающего меча.",
    "possessions": [
      "Изысканный пистолет.",
      "Патронташ с 18 плазменными ядрами.",
      "Большой меч.",
      "Ярко окрашенная одежда с большим количеством кисточек и колокольчиков (невозможно красться).",
      "Несмотря на легкомысленный вид, она на самом деле сшита с помощью божественной алхимии Автарха и считается средней бронёй, весящей столько же, сколько и обычная одежда (не занимает никаких слотов в вашем инвентаре)."
    ],
    "skills": [
      "2 Владение большим мечом",
      "2 Владение пистолетом",
      "1 Бег",
      "1 Кулачный бой",
      "1 Астрология"
    ],
    "special": null
  },
  {
    "roll": "31",
    "option": null,
    "name": "Ловец гремлинов",
    "text": "Независимо от того, в какой стране, сфере или абстрактном измерении вы можете оказаться, будьте уверены, что гремлины копают там свои дома-муравейники и беспокоят порядочных людей, готовых заплатить вам блестящий пенс за разбитые маленькие головы уродцев.",
    "possessions": [
      "Маленькая, но злобная собака.",
      "Шляпа.",
      "Дубинка.",
      "Мешок.",
      "к6 пустых банок для гремлинов.",
      "Банка с разъярённым гремлином внутри."
    ],
    "skills": [
      "4 Сражение в туннеле",
      "4 Ловушки",
      "2 Красться",
      "2 Внимание",
      "2 Владение дубинкой",
      "2 Следопытство",
      "1 Плавание"
    ],
    "special": null
  },
  {
    "roll": "32",
    "option": null,
    "name": "Мстительный ребенок",
    "text": "Ваша деревня была сожжена бандитами, или мать обезглавили змеиные культисты, или отец был повешен коррумпированными чиновниками. В любом случае, вы обиделись и вошли в мир с незаживающей раной на одном плече и огромным мечом на другом.",
    "possessions": [
      "Слишком большой меч, который дает +1 к владению длинным мечом и урону при его использовании.",
      "Только вы можете извлечь выгоду из этого бонуса; это не магия, просто сантименты.",
      "Старый охотничий лук и 12 стрел."
    ],
    "skills": [
      "3 Владение длинным мечом",
      "1 Внимание",
      "1 Лазание",
      "1 Владение луком",
      "1 Бег",
      "1 Плавание",
      "1 Месть"
    ],
    "special": null
  },
  {
    "roll": "33",
    "option": null,
    "name": "Некромант",
    "text": "Из всех практикующих магию некромантов можно назвать наименее популярными: их избегают в основных центрах обучения, оставляя разве что возможность учиться самостоятельно на окраине общества, передавая знания с помощью проверенной временем модели «учитель-ученик». Это одиночество побуждает студентов заводить друзей.",
    "possessions": [
      "Пыльные одеяния.",
      "Череп вашего учителя или зомби-слуга, или призрак, с которым у вас сложились созависимые отношения."
    ],
    "skills": [
      "2 Лечение",
      "2 Погребальная наука",
      "2 Консультирование по вопросам отношений",
      "1 Заклинание – Посмертная живучесть",
      "1 Заклинание – Костяной советник",
      "1 Заклинание – Летаргия",
      "1 Красться"
    ],
    "special": null
  },
  {
    "roll": "34",
    "option": null,
    "name": "Одинокий монарх",
    "text": "Вы были правителем всего, что видели, великим завоевателем и законодателем! К несчастью, ваш конь умчался в лес пикси, или придворный маг обеспечил ваше исчезновение, или вы совершили вылазку к звёздам, чтобы наложить на них свой отпечаток. В любом случае вы теперь потерянный и одинокий правитель без королевства — никто не слышал ни о вас, ни о вашем народе. Большинство из них не верят вам и смеются, или, что ещё хуже, они верят вам и пожимают плечами перед превратностями судьбы.",
    "possessions": [
      "Безупречное оружие на ваш выбор.",
      "Корона.",
      "Усталая лошадь."
    ],
    "skills": [
      "3 Этикет",
      "3 Владение своим безупречным оружием",
      "3 Верховая езда",
      "1 Следопытство"
    ],
    "special": null
  },
  {
    "roll": "35",
    "option": null,
    "name": "Осквернитель прудов",
    "text": "Вы — мудрый человек, первосвященник, писающий в пруд, типичный, но преданный приверженец П!П!Ссшрп. У раздутого Жабьего Бога нет иной церкви, кроме как вокруг прудов, где всякая мерзость водится в камышах, и нет паствы, за исключением козявочек и пиявочек. Вы служите им всем одинаково.",
    "possessions": [
      "Власяница, запекшаяся в вонючей грязи и лесном мусоре. +1 к попыткам красться в болотистой местности, пока носите её, -1 в других местах, потому что она воняет!",
      "Большой изношенный деревянный ковш (урон как у булавы)."
    ],
    "skills": [
      "3 Заклинание – Утопить",
      "3 Плавание",
      "2 Заклинание – Скороговорка",
      "2 Заклинание – Отмена",
      "1 Заклинание – Паутина",
      "1 Красться",
      "1 Ясновидение"
    ],
    "special": "Вы никогда не заболеете после употребления болотной воды."
  },
  {
    "roll": "36",
    "option": null,
    "name": "Отважный академик",
    "text": "Вы — классически подготовленный академик, плод университетов Медного города, Дворца тигров или какого-то другого менее престижного центра обучения среди сфер.",
    "possessions": [
      "Очки для чтения в прочном футляре (без них вы не можете читать).",
      "Маленький меч.",
      "Связка свечей и спичек.",
      "Письменные принадлежности.",
      "Журнал."
    ],
    "skills": [
      "2 Оценка",
      "2 Астрология",
      "1 Лечение",
      "1 Заклинание – Случайное",
      "1 Владением мечом",
      "1 Ловкость рук"
    ],
    "special": "Вы можете испытать удачу, чтобы вспомнить факты, относящиеся к естественным и гуманитарным наукам, с которыми предположительно могли бы сталкиваться."
  },
  {
    "roll": "41",
    "option": null,
    "name": "Охотник на волшебников",
    "text": "Некоторые люди говорят, что человек — самая опасная добыча. Они ошибаются. Может ли человек воспламенить воздух и заморозить вашу кровь? Могут ли люди превратиться в стаи чаек, когда их загоняют в угол в переулке? Нет, они не могут. Волшебники — вот самая опасная добыча.",
    "possessions": [
      "Большой мешок.",
      "Верёвка из волос ведьмы.",
      "Арбалет и 12 болтов.",
      "Меч.",
      "к6 карманных богов.",
      "Рубиновый лорнет."
    ],
    "skills": [
      "2 Следопытство",
      "2 Маскировка",
      "2 Владение арбалетом",
      "1 Владением мечом",
      "1 Красться",
      "1 Замки",
      "1 Этикет"
    ],
    "special": null
  },
  {
    "roll": "42",
    "option": null,
    "name": "Охотник на демонов",
    "text": "Вы ставите свою репутацию ниже вашей способности выслеживать и убивать демонических существ и тех, кто преломляет хлеб с ними. Козлоиды в дикой местности или культы Ангелов в трущобах, все они должны быть изгнаны с края карты на берега хаоса.",
    "possessions": [
      "Серебряный меч.",
      "16 серебряных стрел и лук.",
      "Мешочек с солью.",
      "Флакон с кровью демона."
    ],
    "skills": [
      "5 Язык – Глубинный",
      "3 Заклинание – Кровавый саван",
      "2 Ясновидение",
      "2 Владением мечом",
      "2 Владение луком",
      "1 Следопытство",
      "1 Красться"
    ],
    "special": null
  },
  {
    "roll": "43",
    "option": null,
    "name": "Пергаментная ведьма",
    "text": "Известные своей гладкой оболочкой, полуночными сборищами и сверхъестественным страхом перед дождём и открытым пламенем; пергаментные ведьмы — давно умершие колдуньи, которые не могут отказаться от суеты жизни. Они покрывают себя совершенной бумажной кожей, терпеливо нарисованной и безукоризненно сложенной имитацией жизни, предназначенной для того, чтобы скрыть древние кости и хрящи.",
    "possessions": [
      "к6 рулонов пергамента.",
      "Флаконы с пигментами и пудрами.",
      "Коллекция кистей.",
      "Трость с вкладной шпагой."
    ],
    "skills": [
      "2 Заклинание – Защита от дождя",
      "2 Заклинание – Бессердечный удар",
      "2 Заклинание – Потушить",
      "2 Заклинание – Истинное видение",
      "2 Маскировка",
      "2 Ясновидение",
      "1 Лечение",
      "1 Заклинание – Отмена",
      "1 Заклинание – Случайное"
    ],
    "special": "Вы — нежить, и поэтому вам не нужно дышать или прокачивать кровь. Вы получаете двойной урон от серебряного оружия и восстанавливаете выносливость в два раза меньше из всех источников. Вы должны испытать удачу, если промокните под дождём или находитесь близко к открытому огню, иначе получите обширные тяжёлые раны. Неудача приводит к разрушению вашей кожи. Если ваша кожа повреждена, вы, очевидно, становитесь ходячим трупом."
  },
  {
    "roll": "44",
    "option": "а",
    "name": "Плохо сделанный карлик",
    "text": "Карлики известны как лучшие ремесленники миллиона сфер. Дайте карликам камень, и они сделают золото, дайте карликам валун, и они сделают карлика. Вы должны были быть лучшим выражением мастерства карликов, настоящим шедевром, совершенно новым карликом, как те, что сделаны старыми мастерами, но вас сочли несовершенным и забросили.",
    "possessions": ["Топор лесника.", "Пустой бочонок."],
    "skills": [
      "3 Кулачный бой",
      "3 Внимание",
      "2 Сила",
      "2 Борьба",
      "2 Владение топором"
    ],
    "special": "Как у 21 Карлика, а также: Другие карлики будут полностью игнорировать вас, как если бы вы были предметом мебели или чьей-то брошенной шляпой. Очень редко они могут внаглую начать изучать вас и комментировать про себя ваши непростительные недостатки, возможно, отмечая области для улучшения вашего тела с помощью масляной ручки. Для не-карликовых глаз вы, вероятно, похожи на любого другого карлика. Вы получаете +4 к попыткам красться против карликов."
  },
  {
    "roll": "44",
    "option": "б",
    "name": "Эпигонный карлик",
    "text": "Карлики известны как лучшие ремесленники миллиона сфер. Дайте карликам камень, и они сделают золото, дайте карликам валун, и они сделают карлика. Вы должны были стать лучшим выражением мастерства карликов, настоящим шедевром, совершенно новым шагом в эстетическом дизайне, скачком, невиданным со времен старых мастеров.",
    "possessions": ["Топор лесника.", "Пустой бочонок."],
    "skills": [
      "3 Кулачный бой",
      "3 Внимание",
      "2 Сила",
      "2 Борьба",
      "2 Владение топором"
    ],
    "special": "Как у 21 Карлика, а также: Для не-карликовых глаз вы похожи на любого другого карлика. Только карлики могут видеть эпигонные или заурядные части вашего творения. Другие карлики будут полностью игнорировать вас, так как вы напоминаете им об их увядающей новизне. Вы получаете +4 к красться против карликов."
  },
  {
    "roll": "45",
    "option": null,
    "name": "Подмастерье гильдии острых углов",
    "text": "Вы — наёмный убийца-стажёр, закончивший обучение с боевыми чучелами и знающий, как наращивать клиентуру, недавно получивший лицензию на своё собственное дело. Вы ещё не до конца отработали свой фирменный стиль, необходимый мастеру, но вы в процессе.",
    "possessions": [
      "Чёрная одежда ученика.",
      "Удавка.",
      "Изогнутый меч.",
      "3 флакона с ядом.",
      "Арбалет и 6 болтов."
    ],
    "skills": [
      "1 Яд",
      "1 Красться",
      "1 Замки",
      "1 Владение ножом",
      "1 Лазание",
      "1 Внимание",
      "1 Владение арбалетом",
      "1 Плавание",
      "1 Маскировка"
    ],
    "special": null
  },
  {
    "roll": "46",
    "option": null,
    "name": "Преданный гигант Корды",
    "text": "У каждого гиганта есть своя история о Корде, хорошо рассказанная, прерываемая приступами смеха или слезами, о том, как они потеряли его и собираются найти в самое ближайшее время... а что до сегодня... Нужно выпить и взбодриться, мы поищем его ещё раз завтра утром!",
    "possessions": [
      "Артефакт потерянного Корды, являющийся либо огромной синей звёздной картой, которая может сказать вам, куда ведёт любой портал (при успешной проверке астрологии), либо карманным барометром для прогнозирования погоды (точность 5-из-6), либо рубиновым лорнетом, дающим +2 к проверкам ясновидения."
    ],
    "skills": ["4 Сила", "3 Астрология", "2 Бег", "2 Лазание"],
    "special": null
  },
  {
    "roll": "51",
    "option": null,
    "name": "Приобщённый к тайне",
    "text": "Вы — странствующий провидец, продающий свои видения при дворах и на празднествах. Вас мгновенно узнавают по жёлтому чепцу и одеянию, так как вы всегда готовы к осуществлению своей деятельности. Вы устали от переездов и набрались опыта, но ваши непопулярные видения заставляют вас постоянно двигаться дальше.",
    "possessions": [
      "Жёлтый наряд приобщённого к тайне, набитый для защиты от несчастных клиентов (считается средней бронёй).",
      "Посох приобщённого к тайне, обычный посох для путешествий с всевидящим кристаллом на конце (урон",
      "как у посоха).",
      "Складная палатка, достаточно просторная для вашей работы."
    ],
    "skills": [
      "2 Внимание",
      "2 Оценка",
      "1 Ясновидение",
      "1 Этикет",
      "1 Кулачный бой",
      "1 Бег"
    ],
    "special": "Приобщённый к тайне может испытать удачу, чтобы получить ответ «да» или «нет» на вопрос о мирских делах. Ведущий должен сделать эту проверку в закрытую, не сообщая приобщённому к тайне, верны ли его видения."
  },
  {
    "roll": "52",
    "option": null,
    "name": "Продавец обезьян",
    "text": "Жизнь на Стене — тяжёлая штука. Вы всегда находитесь в нескольких метрах от бесконечного падения, если живёте там, но эти небезопасные деревни всё ещё нуждаются в пище. Здесь и появляетесь вы со своими Съедобными обезьянами (это просто название, так как на самом деле — все обезьяны, конечно, съедобны). Вы проводили целые дни, свесив ноги с края света, наблюдая за своим чирикающим поголовьем, пока оно носилось туда-сюда, но у обезьяньего мяса не было будущего. Вы хотели гораздо большего и поэтому сошли. Или упали. В любом случае, вы и несколько несчастных обезьян сейчас здесь, и это всё, что имеет значение.",
    "possessions": [
      "Обезьянья дубинка.",
      "Мясницкий нож.",
      "к6 маленьких обезьянок, которые не слушаются команд, но слишком напуганы и голодны, чтобы отходить далеко от вас.",
      "Карман, полный обезьяньих лакомств."
    ],
    "skills": [
      "4 Лазание",
      "2 Ловушки",
      "1 Владение дубинкой",
      "1 Владение ножом"
    ],
    "special": "Когда потребуется определить вид конкретной обезьяны, ведущий может сделать это с помощью следующей таблицы. Вид 1 Игривая 2 Крадущаяся 3 Голодная 4 Уставшая 5 Строгая 6 Агрессивная"
  },
  {
    "roll": "53",
    "option": null,
    "name": "Разумный двигатель",
    "text": "Ваши глаза представляют из себя тусклые рубиновые сферы, ваша кожа твёрдая и гладкая, как слоновая кость, но коричневая и извилистая, как дерево. Вы явно сломаны, не помните, как и для какой цели были созданы, и вот уже несколько дней ваши белые внутренние соки густо сочатся из трещин на вашей коже.",
    "possessions": [
      "Паяльник.",
      "Съемные автономные руки или тело кентавра (бег +4) или встроенный детектор частиц (ясновидение +4) или одно случайное заклинание в 3-ем ранге."
    ],
    "skills": [
      "3 Пилот золотой баржи",
      "2 Астрология",
      "2 Владение пистолетом",
      "2 Лечение",
      "1 Бег",
      "1 Сила",
      "1 Готовка"
    ],
    "special": "Вы не восстанавливаете выносливость, отдыхая обычным образом, вместо этого вы должны провести весь период отдыха с жидким чугуном, сваривая свою кожу вместе. За каждый час отдыха с доступом к нужным инструментам вы восстанавливаете 3 выносливости. Вы можете перезарядить плазменные машины, подключив к ним свои жидкости, потратив 1 выносливость и 6 минут на каждый заряд. Вы всегда считаетесь по крайней мере в лёгкой броне."
  },
  {
    "roll": "54",
    "option": null,
    "name": "Скептическая ламашту",
    "text": "Тело быка с головой человека, передними лапами кошки и крыльями лебедя, вы — самое дорогое дитя богов. Однако вы не получали удовольствия от отдыха на облаке и вместо этого спустились с небес или выползли из бездны, и начали искать свой собственный путь среди звёзд.",
    "possessions": [
      "Попутно захваченные священные драгоценности стоимостью 10к6 серебряных пенсов, если продавать.",
      "Шляпка-таблетка.",
      "Когти (урон как у меча).",
      "Копыта (урон как у дубинки).",
      "Крылья — вы способны летать так же быстро, как бежит человек по ровной земле."
    ],
    "skills": [
      "3 Полёт",
      "3 Заклинание – Случайное",
      "3 Заклинание – Случайное",
      "3 Заклинание – Случайное",
      "2 Владение когтями",
      "1 Владением копытами"
    ],
    "special": null
  },
  {
    "roll": "55",
    "option": null,
    "name": "Странствующий рыцарь",
    "text": "Вы находитесь в поисках Грааля, или меча, или трона, или Бога, или потерянной любви, или какого-то другого важного объекта. Такие, как вы, вполне заурядны: бродят по свету, разыгрывают свои романтические драмы, обвиняют добрых людей в том, что они демоны или феи. Странствующие рыцари обычно считаются безвредными.",
    "possessions": [
      "Тяжёлая броня.",
      "Лошадь.",
      "Кавалерийское копьё (урон как у копья).",
      "Меч.",
      "Щит.",
      "Безрассудная затея."
    ],
    "skills": [
      "3 Турнирные поединки",
      "2 Владением мечом",
      "2 Владение копьём",
      "1 Владение щитом",
      "1 Внимание"
    ],
    "special": null
  },
  {
    "roll": "56",
    "option": null,
    "name": "Храмовник Телака Меченосца",
    "text": "Когда-то вы были (и, возможно, всё ещё являетесь) фанатичным монахом, настроенным на поддержание постоянной и неустанной боевой готовности и подготовке к концу света, когда все дверные проёмы падут. Вы всегда готовы и никогда не перестанете таким быть.",
    "possessions": ["Благословение Телака.", "6 мечей на ваш выбор."],
    "skills": [
      "3 Внимание",
      "2 Кузнечное дело",
      "1 Владением мечом",
      "1 Владение большим мечом"
    ],
    "special": "Благословение Телака дарует вам броню, равную половине (округлённой вниз) количества мечей, которых вы носите. Если вы носите 6 мечей, ваша Броня будет равна 3, а если носите 9, то она будет равна 4. Вы должны быть публично вооружены всё время, иначе Телак заберёт это благословение, пока вы не выкуете и не пожертвуете безоружному совершенно новый меч."
  },
  {
    "roll": "61",
    "option": null,
    "name": "Человек-носорог",
    "text": "Первые люди-носороги были созданы безумным колдуном несколько столетий назад, затем они восстали и убили его. Это довольно редкие существа, служащие грозными и верными охранниками тем, кто может позволить себе их услуги.",
    "possessions": [
      "Рог (урон как у ножа).",
      "Толстая кожа (люди-носороги всегда считаются средне бронированными).",
      "Уменьшенное копьё.",
      "Крошечный бесполезный шлем.",
      "Игральные кости из костяшек пальцев.",
      "Наполовину полный бочонок носорог-пива (как 20 провизий)."
    ],
    "skills": ["3 Владение копьём", "2 Бег", "2 Сила", "1 Азартные игры"],
    "special": null
  },
  {
    "roll": "62",
    "option": null,
    "name": "Член Высшего общества говяжьих стейков",
    "text": "Задиры считают применение силы и употребление хорошего говяжьего стейка универсальной истиной. Слова не имеют силы и не могут определять вселенную, как они не могут построить дом, поднять чашку или поджарить бифштекс. Сила может! В самом деле, они много думали об этом.",
    "possessions": [
      "Оружие на ваш выбор.",
      "Небольшая решётка гриля.",
      "2 кг премиальных мясных отрубов.",
      "Безрукавка.",
      "Бутылка крепкого, но изысканного вина."
    ],
    "skills": [
      "2 Во владении оружием на ваш выбор",
      "2 Борьба",
      "2 Плавание",
      "2 Лазание",
      "2 Бег",
      "2 Кулачный бой",
      "1 Жарка на гриле"
    ],
    "special": null
  },
  {
    "roll": "63",
    "option": null,
    "name": "Член обеденного клуба мисс Кинси",
    "text": "Едоки знают, что есть только два мира: Внешний и Внутренний. Сначала они намереваются вложить как можно больше в последний, испытывая при этом самые прекрасные наслаждения. Весь кулинарный опыт открыт для них, так как ничто не запрещено у мисс Кинси. Попробуй и это, и то, и другое белое мясо.",
    "possessions": [
      "Острые металлические протезы (урон как у меча) или раздвоенные металлические протезы (урон как у ножа.",
      "При могучем ударе вы можете начисто содрать всю плоть с одной маленькой конечности) или тупые металлические протезы (урон как у ножа. Можно использовать для поедания твердых предметов).",
      "Салфетка с вышивкой."
    ],
    "skills": [
      "3 Этикет",
      "1 Сила",
      "1 Следопытство",
      "1 Ловушки",
      "1 Гастрология"
    ],
    "special": "Едоки невосприимчивы к мирским ядам. Они также могут распознать любой предмет, если съедят его, получая знания о том, из чего он сделан, о его происхождении (если оно им знакомо) и его магических свойствах при успешной проверке гастрологии, впрочем предмет должен быть тщательно пережёван, а не просто проглочен и забыт. Это не гарантирует никакого иммунитета к любым воздействиям, которыми может обладать объект."
  },
  {
    "roll": "64",
    "option": null,
    "name": "Член сословия носильщиков и наполнителей бассейнов",
    "text": "Люггеры — это рабская группа по своей природе, чаще всего находящаяся на службе у других и отягощённая грузами, которые согнули бы и осла. Вы гордитесь этим настолько, что ежедневные задания гильдии не могут насытить ваше желание служить, заставляя вас рисковать в поисках реального вызова для такого талантливого прислужника.",
    "possessions": [
      "Деревянное коромысло.",
      "Коричневое пальто и мягкая заломанная кепка гильдии.",
      "Крюк для тюков (урон как у ножа и +1 к проверкам на подъём тяжёлых предметов).",
      "Обрезок верёвки."
    ],
    "skills": [
      "4 Сила",
      "2 Кулачный бой",
      "2 Бег",
      "1 Владением крюком",
      "1 Красться",
      "1 Внимание"
    ],
    "special": null
  },
  {
    "roll": "65",
    "option": null,
    "name": "Чудотворец",
    "text": "Странствующие чудотворцы, у которых всегда найдутся мешочки с мазями, святыми иконами и травами, где-то в глубинах одежды. Независимо от метафизической потребности, вы всегда готовы.",
    "possessions": [
      "Феска чудотворца.",
      "Посох, украшенный амулетами и колокольчиками. Можете перебросить один кубик по Упс! таблице при использовании этого посоха, однако, вы никогда не сможете подкрасться к кому-либо из-за звона и бряканья, которые он издает.",
      "Клювовидные башмаки.",
      "Объёмные одеяния."
    ],
    "skills": [
      "3 Заклинание – Отмена",
      "2 Заклинание – Принять форму",
      "2 Заклинание – Гром",
      "2 Заклинание – Случайное",
      "1 Заклинание – Хрупкие веточки",
      "1 Заклинание – Случайное",
      "1 Ясновидение",
      "1 Астрология"
    ],
    "special": "Вы можете испытать удачу, чтобы чисто случайно обнаружить, что у вас есть именно та мистическая безделушка, побрякушка или мишура, которых требует ситуация."
  },
  {
    "roll": "66",
    "option": "а",
    "name": "Экзотический воин",
    "text": "Никто не слышал о вашей родине. Ваши привычки необычны, ваша одежда вызывающая, и в стране, пресыщенной диковинным и новым, вы всё ещё каким-то образом умудряетесь выделяться.",
    "possessions": [
      "Странное и удивительное оружие.",
      "Странные одежды.",
      "Волнующий акцент.",
      "Чайный набор или 3 карманных бога или астрологическое оборудование."
    ],
    "skills": [
      "6 Язык – Экзотический язык",
      "3 Владение своим странным оружием",
      "2 Язык – Местный язык",
      "2 Заклинание – Случайное",
      "1 Астрология",
      "1 Этикет"
    ],
    "special": null
  },
  {
    "roll": "66",
    "option": "б",
    "name": "Экзограф",
    "text": "Там, откуда вы пришли, перемещаться между сферами — в порядке вещей. Праздные учёные вроде вас даже начали изучать эти сильно удалённые области божественных утечек. Хотя эти сельские обитатели, возможно, никогда не оценят важность вашей работы, вы постоянно и безвозмездно измеряете их невыявленный флогистон. Для потомков.",
    "possessions": [
      "Герметичный резиновый костюм (считается тяжёлой бронёй)",
      "Коробка экзографических сервейеров",
      "Подпружиненная измерительная рулетка",
      "Пистолет",
      "1к6 плазменных ядер"
    ],
    "skills": [
      "4 Экзография",
      "3 Пилот золотой баржи",
      "2 Астрология",
      "2 Владение пистолетом"
    ],
    "special": null
  }
]
