const fs = require('fs');

const book = `
11 Грабитель
Взломщик всегда найдёт повод для стран-
ствий. В вашей профессии вполне есте-
ственно нажить себе врагов по обе сто-
роны закона. Будьте начеку!
Имущество
• Арбалет и 18 болтов.
• Связка отмычек.
• Крюк-кошка.
Навыки
2 Вскрытие замков
2 Скрытность
1 Внимание
1 Лазание
1 Обращение с ловушками
1 Сражение ножом
1 Стрельба из арбалета
Особенность
Совершив успешную проверку Удачи, вы
можете найти местное преступное под-
полье, если таковое существует, и нала-
дить с ним связи.

12 Дварф
Вы – невысокое, волосатое, воинственное,
зависимое от алкоголя существо. Послед-
ние два могут быть связаны между собой,
однако вы наброситесь на любого, кто ос-
мелится даже предположить подобное.
Поскольку у дварфов не существует жен-
щин (как, в общем-то, и мужчин), не бывает
и дварфов-детей или дварфийских семей,
так что вы можете полностью посвятить
себя важной дварфийской деятельности
по созданию произведений искусства
в необычных местах. Вы намерены найти
самые странные локации, какие только
можно встретить среди миллиона сфер.
Имущество
• Молоток каменщика.
• Свёрток художественных
принадлежностей.
Навыки
3 Внимание
2 Борьба
2 Обработка металла
2 Рисование
2 Сила
2 Скульптура
2 Сражение кулаками
2 Строительство
1 Сражение молотом
Особенность
Вместо обычной пищи дварфы могут пи-
таться драгоценными камням и редкими
металлами. На самом деле, экзотические
минералы нравятся вам гораздо больше,
чем обыкновенная еда.
Дварфы бесполые. Вы невосприимчивы
к любым побуждениям, вызванным же-
ланием интимной близости. Это также
означает, что у вас нет половых органов.
У дварфов моча выводится через пот, что
объясняет исходящий от вас душок.

13 Зоантроп
В какой-то момент вы решили, что всё это
вам больше не нужно. Вы нашли Зоантро-
полога и щедро заплатили ему за удале-
ние вашего беспокойного переднего моз-
га, чтобы возвыситься до первобытного,
ничем не обременённого зверя, коим вы
сейчас и являетесь.
Имущество
• Никакого имущества, вы сбросили
оковы цивилизации. Вероятно, вы
даже не одеты.
Навыки
3 Бег
3 Лазание
2 Борьба
2 Сила
2 Сражение дубинкой
2 Сражение кулаками
Особенность
Вы невосприимчивы к любым эффектам
изменения сознания. Вы можете говорить,
но обычно предпочитаете молчать. При
прохождении проверки для улучшения
навыка, связанного с абстрактным мышле-
нием (например, какие-либо заклинания
или Астрология), необходимо совершить
дополнительный бросок и преуспеть оба
раза.

14 Йонгардийский адвокат
В Йонгарди всё делают по-другому. Там
уважают Закон. Каждый день у судов вы-
страивается очередь из желающих уви-
деть, как новый перспективный адвокат
защищает кого-то с помощью трёх футов
стали. Люди следят за карьерой любимых
адвокатов, посещают все их дела, соби-
рают портреты и тайком пробираются в
суды после работы, чтобы промокнуть
кровавые пятна белыми носовыми плат-
ками. В Йонгарди любят Закон.
Имущество
• Рапира (урон как от меча) и рубашка
с оборками, или шамбок (урон как
от дубинки) и множество шрамов,
или длинный меч и тяжёлая броня,
или молот и громадный щит.
• Пособие по праву Йонгарди.
• Адвокатский парик.
Навыки
4 Сражение выбранным оружием
2 Этикет
1 Лечение

15 Какоген
Вы – Та-Самая-Мерзость, появившаяся
на свет в горбатом небе, освещаемом
только великими чёрными анти-солнца-
ми и ложным светом. Ваша мать плыла
на золотых баржах или занималась чем-то
ещё более абстрактным, рожая вас вдали
от защитного дурмана миллионов сфер.
При появлении на свет вы были особо
восприимчивы к потокам силы и величия,
что теперь проявляется в вашем чудовищ-
ном теле.
Имущество
• Фузея.
• 2к6 плазменных ядер.
• Меч.
• Веляр.
Навыки
2 Астрология
2 Заклинание – случайное
2 Заклинание – случайное
2 Стрельба из фузеи
2 Управление золотой баржей
2 Ясновидение
1 Заклинание – случайное
1 Сражение мечом

16 Клавигер
Мастера Ключей странствуют по все-
ленной, постигая работу всех входов и
выходов. И пусть они весьма очарованы
простейшими сундуками и дверями, боль-
ше всего их восхищают метафизические
и метафорические барьеры. Вы можете
найти небольшие конклавы Клавигерови
в лагере у подножия Демонических врат,
застав их за обсуждением подходящих
методов нападения или конструировани-
ем малопонятных механизмов для входа.
Имущество
• Ключи по всему телу (средняя броня).
• Выдающийся кузнечный молот
(урон как от кувалды).
• Отмычки.
Навыки
4 Вскрытие замков
3 Обращение с ловушками
3 Сила
2 Заклинание – Сезам, откройся!
1 Заклинание – Замок
1 Заклинание – Пронзительный взгляд
1 Сражение кувалдой

21 Колдун из Академии дверей
Вы являетесь студентом самой престиж-
ной волшебной академии Тройки (гор-
дость города, эксперт в области всепро-
странственной мобильности). Недавно
вы, наконец, смогли проникнуть в (2к6)-ю
дверь. Хоть вы и не мастер, но мало кто
за пределами академии может похва-
статься, что знает больше вас о преврат-
ностях небесных путешествий.
Имущество
• Небольшая функционирующая
дверь, нацепленная на лоб – через неё
вы направляете свою магию.
• Яркое облачение.
Навыки
3 Астрология
2 Заклинание – Астральный доступ
2 Ясновидение
1 Заклинание – Паутина
1 Заклинание – Телепортация
1 Заклинание – случайное
1 Заклинание – случайное
1 Заклинание – случайное

22 Колдун из Колледжа дружбы
Неотъемлемой частью вашего обучения
в подпространственной академии Ра-
душного Бога-волшебника было изучение
судьбы пикси, цвета волшебства, ритуаль-
ной грамматики и бесконечного количе-
ства других теоретических предметов – за
этим вы провели всё детство! Теперь, ока-
завшись в обычном мире, вы обнаружили,
что полученное образование вряд ли объ-
ясняет хоть что-то из увиденного.
Имущество
• Остроконечная шляпа волшебника,
полученная на выпускном.
• Карман, набитый волшебным пече-
ньем (2к6, каждое считается пайком).
• Волшебная палочка, помогающая
новым ученикам сконцентрироваться.
Вы храните её по сентиментальным
соображениям.
Навыки
4 Секретные знаки – Колдовские слова
2 Бег
1 Заклинание – Дружелюбие
1 Заклинание – Защита от дождя
1 Заклинание – Зеркальные отражения
1 Заклинание – Разряд
1 Заклинание – Розовые очки
1 Заклинание – Руки помощи
1 Заклинание – случайное
1 Лазание
1 Ловкость рук
1 Плавание
1 Скрытность
1 Ясновидение

23 Красный священник
Вы евангелист Красного искупления,
странствующий исповедник, прижигатель
гнойной раны греха — свидетельства
постоянного наращивания и праздного
потребления Мессы. Как может ваш ско-
ванный и слабый дух летать свободно?
Имущество
• Красные одеяния.
• Традиционный безликий шлем
вашего ордена (средняя броня).
• Символический (при этом
полноразмерный и полностью
функциональный) большой
одноглавый топор, помогающий
проломить дверь, за которой скрывают-
ся грехи (урон как от двуручного меча).
Навыки
2 Заклинание – Вспышка
2 Заклинание – Огненный снаряд
2 Заклинание – Угли
2 Сражение большим топором
1 Заклинание – Экзорцизм
1 Ясновидение

24 Ландскнехт
Вы были наёмником на элитной службе
при Троне Феникса. Вам выделили щедрое
жалование и отправили в далёкие сферы
на золотом корабле, дабы вы прославляли
имена ваших господ огнём и мечом.
Имущество
• Изысканный пистоль.
• Патронташ с 18 плазменными
ядрами.
• Двуручный меч.
• Яркая одежда с кучей кисточек
и колокольчиков (невозможно спря-
таться). Несмотря на несерьёзный вид,
она изготовлена при помощи боже-
ственной алхимии Автарха и считается
средней бронёй, хотя весит, как обыч-
ная одежда (не занимает ячеек
в инвентаре).
Навыки
2 Сражение двуручным мечом
2 Стрельба из пистоля
1 Астрология
1 Бег
1 Сражение кулаками

25 Ловец гремлинов
Независимо от того, в какой стране, сфере
или абстрактном измерении вы окажетесь,
будьте уверены, что гремлины роют там
свои норы и беспокоят порядочных людей,
готовых заплатить вам блестящий пенс
за пробитые головы этих мелких уродцев.
Имущество
• Маленькая, но злобная собака.
• Плоская шляпа.
• Дубинка.
• Мешок.
• 1к6 пустых банок для гремлинов.
• Банка с разъярённым гремлином
внутри.
Навыки
4 Обращение с ловушками
4 Сражение в тоннелях
2 Внимательность
2 Скрытность
2 Сражение дубинкой
2 Чтение следов
1 Плавание

26 Мстительный ребёнок
Бандиты сожгли вашу деревню, а может,
змеиные сектанты обезглавили вашу мать,
или же продажные чиновники повесили
вашего отца. Так или иначе, вы затаили
обиду и вошли в мир с незаживающей ра-
ной на одном плече и огромным мечом
на другом.
Имущество
• Слишком большой меч. Пока
вы пользуетесь им, добавляйте +1
к значению навыка Сражение длинным
мечом и броскам урона. Только вы по-
лучаете этот бонус – дело в чувствах,
а не в магии.
• Старый охотничий лук и 12 стрел.
Навыки
3 Сражение длинным мечом
1 Бег
1 Внимание
1 Лазание
1 Мстительность
1 Плавание
1 Стрельба из лука

31 Некромант
Некроманты имеют самую дурную славу
из всех практикующих магию. Их сторонят-
ся в крупных центрах обучения, вынуждая
постигать знания на окраинах общества,
где колдуны предоставлены сами себе.
Некроманты используют проверенный
временем метод «учитель-ученик». Оди-
ночество побуждает обучающихся самим
создавать себе друзей.
Имущество
• Пыльные одеяния.
• Череп вашего учителя.
• Зомби-слуга или призрак, с которым
у вас сложились взаимозависимые
отношения.
Навыки
2 Консультирование по вопросам
отношений
2 Лечение
2 Погребальная наука
1 Заклинание – Жизнь после смерти
1 Заклинание – Костяной советник
1 Заклинание – Оцепенение
1 Скрытность

32 Неудавшийся дварф
Дварфы считаются лучшими ремеслен-
никами среди миллиона сфер. Дайте им
камень, и они сделают золото, дайте валун,
и они сделают дварфа. Вы должны были
стать эталоном дварфийского мастерства,
настоящим шедевром, совершенно новым
дварфом, как те, что сделаны старыми и
опытными мастерами, но вас сочли несо-
вершенным и забыли.
Имущество
• Топор лесника.
• Пустой бочонок.
Навыки
3 Внимание
3 Сражение кулаками
2 Борьба
2 Сила
2 Сражение топором
Особенность
Как у Дварфа (12), а также:
Другие дварфы не обращают на вас ника-
кого внимания, словно вы предмет мебели
или чья-то брошенная шляпа. В очень ред-
ких случаях они открыто пялятся на вас,
осуждающе качают головой, обнаружив
непростительные недостатки, и, возможно,
даже помечают восковым мелком области,
которые можно было бы улучшить. В гла-
зах не-дварфов вы ничем не отличаетесь
от прочих представителей вашего народа.
Вы совершаете все проверки Скрытности
против Дварфов с бонусом +4.

33 Одинокий монарх
Вы были правителем всего, что видели,
великим завоевателем и законодателем!
К несчастью, однажды ваша лошадь ум-
чалась в лес пикси, или же придворный
маг позаботился о вашем исчезновении,
а может, вы отправились к звёздам, чтобы
оставить свой след и на них. Так или иначе,
ныне вы потерянный и одинокий госу-
дарь без королевства — никто не слышал
ни о вас, ни о вашем народе. Многие не
верят вам и смеются над россказнями, или,
что ещё хуже, верят, но лишь пожимают
плечами из-за превратностей судьбы.
Имущество
• Красивое оружие на ваш выбор.
• Корона.
• Усталая лошадь.
Навыки
3 Верховая езда
3 Сражение выбранным красивым
оружием
3 Этикет
1 Чтение следов

34 Осквернитель прудов
Вы мудрец, первосвященник, писающий
в пруд, типичный, но преданный привер-
женец П!П!Ссшрп. У раздутого Жабьего
Бога нет храмов, только берега прудов
с разнообразной мерзостью в камышах.
Здесь не бывает прихожан, лишь комары
и стрекозы. Ничего, вы готовы служить
и им.
Имущество
• Мешковатый балахон, покрытый
засохшей вонючей грязью и лесным
мусором. В болотистой местности
носящий его получает +1 к проверкам
Скрытности, в любой другой -1, потому
что эта штука воняет!
• Большой изношенный деревянный
ковш (урон как от булавы).
Навыки
3 Заклинание – Утопление
3 Плавание
2 Заклинание – Отмена
2 Заклинание – Языкозаплеталка
1 Заклинание – Паутина
1 Скрытность
1 Ясновидение
Особенность
Вы можете пить застоявшуюся воду без
каких-либо вредоносных последствий для
организма.

35 Охотник на волшебников
Некоторые говорят, что человек — самая
опасная добыча. Они ошибаются. Может
ли человек воспламенить воздух и замо-
розить вашу кровь? Может ли человек
превратиться в стаю чаек, когда его за-
гоняют в угол в переулке? Нет, не может.
Волшебники — вот самая опасная добыча.
Имущество
• Большой мешок.
• Верёвка из волос ведьмы.
• Арбалет и 12 болтов.
• Меч.
• 1к6 карманных божков.
• Рубиновый лорнет.
Навыки
2 Маскировка
2 Стрельба из арбалета
2 Чтение следов
1 Вскрытие замков
1 Скрытность
1 Сражение мечом
1 Этикет

36 Охотник на демонов
Ваша репутация зиждется на умении выс-
леживать и убивать демонических существ
и тех, кто преломляет с ними хлеб. Козло-
люды в дикой местности или культы Ан-
гелов в трущобах – все они должны быть
изгнаны за края карты на берега хаоса.
Имущество
• Серебряный меч.
• Лук и 16 серебряных стрел.
• Мешочек с солью.
• Флакон с кровью демона.
Навыки
5 Язык – Бездны
3 Заклинание – Кровавый саван
2 Сражение мечом
2 Стрельба из лука
2 Ясновидение
1 Скрытность
1 Чтение следов

41 Пергаментная ведьма
Пергаментные ведьмы – давно умершие
колдуньи, которые не могут отказаться
от суеты мирской жизни. Они известны
своей гладкой кожей, полуночными сбо-
рищами и невероятным страхом перед
дождём и открытым пламенем. Ведьмы
покрывают себя безупречной бумажной
оболочкой, терпеливо разукрашенной
и безукоризненно свёрнутой имитацией
жизни, за которой скрываются древние
кости и хрящи.
Имущество
• 1к6 свёртков пергамента.
• Флаконы с пигментами и пудрой.
• Коллекция кистей.
• Трость-меч.
Навыки
2 Заклинание – Бессердечный удар
2 Заклинание – Защита от дождя
2 Заклинание – Истинное зрение
2 Заклинание – Тушение
2 Маскировка
2 Ясновидение
1 Заклинание – Отмена
1 Заклинание – случайное
1 Лечение
Особенность
Вы нежить, вам не нужно дышать, и кровь
в ваших венах давно застыла. Вы получаете
двойной урон от серебряного оружия
и восстанавливаете в два раза меньше Вы-
носливости. Находясь под дождём или
возле открытого огня, пройдите проверку
Удачи, чтобы избежать тяжёлых повреж-
дений. В случае провала ваша пергамент-
ная кожа будет уничтожена. Окружающим
не придется долго гадать, чтобы понять,
что вы ходячий труп.

42 Поборник Хаоса
Хотя вы больше и не носите шипастую ла-
тунную броню, Хаотический покровитель
всё ещё готов выслушать вас. Он рад, что
вам удаётся экспериментировать, не по-
вергая мир во тьму и беспорядок, однако
дверь туда всегда открыта для вас.
Имущество
• Ритуальные шрамы.
• Огромная кувалда.
• Набор рваных доспехов (считается
средней бронёй).
• Дневник сновидений, почти запол-
ненный.
Навыки
6 Язык – Курган
3 Секретные знаки – Хаотический
покровитель
3 Сражение кувалдой
1 Заклинание – случайное
1 Ясновидение
Особенность
Выберите себе покровителя и дайте ему
имя. Вы можете попытаться призвать его
на помощь один раз в день. Бросьте 3к6,
если выпали три шестёрки, то покровитель
вмешается, и Ведущий интерпретирует
его появление.

43 Подмастерье гильдии острых
углов
Вы набирающийся опыта наёмный убийца,
недавно завершивший обучение по борьбе
с манекенами и завлечению потенциаль-
ных клиентов. Теперь у вас есть новенькая
лицензия на своё ремесло! Вы ещё не до
конца отточили фирменный стиль, необ-
ходимый любому мастеру, но у вас всё
впереди.
Имущество
• Чёрная одежда ученика.
• Удавка.
• Изогнутый меч.
• 3 флакона с ядом.
• Арбалет и 6 болтов.
Навыки
1 Внимание
1 Вскрытие замков
1 Лазание
1 Маскировка
1 Плавание
1 Скрытность
1 Создание ядов
1 Сражение ножом
1 Стрельба из арбалета

44 Предприимчивый академик
Вы – академик с классическим образова-
нием, плод университетов Медного горо-
да, Дворца тигров или какого-то друго-
го менее престижного центра обучения
среди сфер.
Имущество
• Очки для чтения в прочном футляре
(без них вы не можете читать).
• Маленький меч.
• Связка свечей и спичек.
• Письменные принадлежности.
• Записная книжка.
Навыки
2 Астрология
2 Оценка
1 Заклинание – случайное
1 Лечение
1 Ловкость рук
1 Сражение мечом
Особенность
Вы можете пройти проверку Удачи, что-
бы вспомнить факты из естественных
и гуманитарных наук, которые вы, очевид-
но, отлично знаете.

45 Продавец обезьян
Жизнь на Стене — тяжёлая штука. Даже
расположенные в нескольких метрах
от бесконечного падения деревни необ-
ходимо обеспечивать пропитанием. Здесь
и появляетесь вы со своими Съедобными
Обезьянами (название придумано для
привлечения клиентов – само собой, все
обезьяны съедобны). Раньше вы проводили
дни, свесив ноги с края света и наблюдая
за своим щебечущим зверьём, носящим-
ся туда-сюда, однако у обезьяньего мяса
не было будущего. Вы желали большего,
но потерпели неудачу в своих начинаниях.
В любом случае, вы и несколько невезучих
обезьян сейчас здесь, и это всё, что имеет
значение.
Имущество
• Обезьянья дубинка.
• Мясницкий нож.
• 1к6 маленьких обезьянок, которые
не слушаются команд, но слишком
напуганы и голодны, чтобы отходить
далеко от вас.
• Полный карман обезьяньих
лакомств.
Навыки
4 Лазание
2 Обращение с ловушками
1 Сражение дубинкой
1 Сражение ножом
Особенность
Ведущий может совершить бросок по та-
блице, чтобы определить повадки обезьян.

46 Пылкий гигант Корды
У каждого гиганта есть своя история
о Корде – красивый рассказ с паузами
для слёз и смеха о том, как они потеряли
её и как планируют найти в скором вре-
мени. Сегодня же... Нам следует выпить
и хорошенько повеселиться, а завтра
с утра снова отправимся на поиски!
Имущество
• Артефакт Потерянной Корды, Это
либо огромная карта звездного неба,
по которой можно определить пункт
назначения любого портала (при
успешной проверке Астрологии), либо
карманный барометр для прогнози-
рования погоды (достоверен в 5 из 6
случаев), либо рубиновый лорнет, чей
владелец получает +2 к проверкам
Ясновидения.
Навыки
4 Сила
3 Астрология
2 Бег
2 Лазание

51 Разумный двигатель
Ваши глаза - тусклые рубиновые сферы,
ваша кожа твёрдая и гладкая, как слоновая
кость, но коричневая и извилистая, слов-
но кора дерева. Вы очевидно сломаны
и не помните, как и для какой цели были
созданы. Иногда из трещин в вашей коже
сочатся белые внутренние соки.
Имущество
• Паяльник.
• Съёмные автономные руки, или тело
кентавра (+4 к Бегу) или встроенный
детектор частиц (+4 к Ясновидению)
или одно случайное заклинание
с рангом 3.
Навыки
3 Управление золотой баржей
2 Астрология
2 Лечение
2 Стрельба из пистоля
1 Бег
1 Готовка
1 Сила
Особенность
Вы не восстанавливаете Выносливость,
отдыхая обычным образом. Вместо этого
вам придется провести всё время отды-
ха с паяльником в руках, скрепляя кожу
словно пластилин. За каждый час отдыха
с доступом к нужным инструментам вы
восстанавливаете 3 Выносливости.
Вы можете перезаряжать плазменные
машины благодаря своим внутренним
жидкостям. Потратив 1 Выносливость и 6
минут времени, вы восстановите 1 заряд.
Вы всегда носите как минимум легкую
броню.

52 Скептическая Ламассу
С телом быка, головой человека, перед-
ними лапами кошки и крыльями лебедя вы
милейшее из божественных детей. Однако
отдых на облаке для вас слишком скучен,
поэтому вы спустились с небес или вы-
ползли из бездны, чтобы найти свой путь
среди звёзд.
Имущество
• Случайно захваченные священные
драгоценности, которые можно
обменять на 10к6 серебряных пенсов.
• Шляпка-таблетка.
• Когти (урон как от меча).
• Копыта (урон как от дубинки).
• Крылья — вы способны летать со ско-
ростью бегущего по ровной местности
человека.
Навыки
3 Заклинание – случайное
3 Заклинание – случайное
3 Заклинание – случайное
3 Полёт
2 Сражение когтями
1 Сражение копытами

53 Странствующий рыцарь
Вы находитесь в поисках Грааля, меча, тро-
на, Бога, потерянной любви, или чего-ли-
бо ещё невероятно важного. Вы далеко не
одиноки в своих стремлениях: множество
подобных вам бродят по свету, разыгры-
вая романтические мелодрамы и обвиняя
простой народ в том, что они демоны или
феи. Странствующие рыцари, как правило,
считаются безобидными.
Имущество
• Тяжёлая броня.
• Лошадь.
• Длинное копьё (урон как от копья).
• Меч.
• Щит.
• Наивно-идеалистичная затея.
Навыки
3 Рыцарские турниры
2 Сражение копьём
2 Сражение мечом
1 Владение щитом
1 Внимание

54 Тауматург
Странствующий чудотворец, у которого
всегда найдутся мешочки с мазями, святы-
ми образами и травами, где-то в глубинах
одежды. Независимо от метафизической
потребности клиента, вы всегда наготове!
Имущество
• Феска тауматурга.
• Посох, украшенный амулетами
и колокольчиками. Используя его, вы
можете перебросить один из кубиков,
когда кидаете по таблице «Упс!»,
однако не сумеете ни к кому под-
красться из-за звона и бряканья.
• Загнутые башмаки.
• Объёмные одеяния.
Навыки
3 Заклинание – Отмена
2 Заклинание – Гром
2 Заклинание – Мимикрия
2 Заклинание – случайное
1 Астрология
1 Заклинание – случайное
1 Заклинание – Хрупкая хворостинка
1 Ясновидение
Особенность
В случае успешной проверки Удачи вы
можете обнаружить в недрах своей одеж-
ды именно ту мистическую безделушку
или побрякушку, которую требует ситу-
ация.

55 Рыцарь Храма Телака Меченосца
Когда-то вы были (и, вероятно, всё ещё
являетесь) фанатичным монахом, на-
строенным на поддержание постоянной
и неустанной боевой готовности в ожида-
нии конца света, когда все двери рухнут
внутрь. Вы всегда ко всему готовы, вас
не застанешь врасплох.
Имущество
• Благословение Телака.
• 6 мечей на ваш выбор.
Навыки
3 Внимание
2 Кузнечное дело
1 Сражение большими мечами
1 Сражение мечами
Особенность
Благословение Телака дарует вам Броню,
равную половине (округляя в меньшую
сторону) числа мечей в вашем пользова-
нии. Если у вас 6 мечей, ваша Броня будет
равна 3, а если 9, то Броня будет равна 4.
Вы должны публично носить оружие, ина-
че Телак заберёт благословение до тех
пор, пока вы не выкуете и не пожертвуете
безоружному совершенно новый меч.

56 Человек-носорог
Первые люди-носороги были созданы
безумным колдуном несколько столетий
назад, но в какой-то момент они восстали
и убили его. Теперь это довольно редкие
существа, служащие грозными и верны-
ми охранниками тем, кто может позволить
себе их услуги.
Имущество
• Рог (урон как от кинжала).
• Толстая кожа (средняя броня).
• Недостаточно большое копьё.
• Крошечный бесполезный шлем.
• Игральные кости
• Полбочонка носорожьего пива
(как 20 пайков).
Навыки
3 Сражение копьём
2 Бег
2 Сила
1 Азартные игры

61 Член братства Книда
Матмологи почитают чистые и недвусмыс-
ленные истины математики, соотнося их
со своими наблюдениями за мультивселен-
ной. Всё можно измерить и предсказать,
применив подходящие матмологические
соотношения. Эта методика позволя-
ет проникнуть за эфирную поверхность
и бегло просмотреть фундаментальные
числа под ней.
Имущество
• Большая астролябия (урон как
от булавы).
• Счёты.
• Ворох свитков и письменных
принадлежностей.
Навыки
3 Матмология
2 Астрология
2 Заклинание – Находка

62 Член Высшего общества говяжьих
стейков
Драчуны верят, что в применении силы
и хорошем говяжьем стейке сокрыта все-
ленская истина. В словах нет власти, как
они могут определять вселенную, если не
способны построить дом, поднять чашу
или поджарить бифштекс? А вот Сила это
может! Они действительно много размыш-
ляли об этом.
Имущество
• Оружие на ваш выбор.
• Небольшая решётка для гриля.
• 2 кг мяса высшего сорта.
• Безрукавка.
• Бутылка крепкого, но изысканного
вина.
Навыки
2 Бег
2 Борьба
2 Лазание
2 Плавание
2 Сражение выбранным оружием
2 Сражение кулаками
1 Жарка на гриле

63 Член Обеденного клуба мисс
Кинси
Едоки знают, что существуют только
два мира: Внешний и Внутренний. Их
цель – забить последний под завязку,
испытывая при этом самые изысканные
из возможных удовольствий. Им доступны
любые кулинарные изыски, так как у мисс
Кинси нет ничего запрещённого. Попро-
буйте и то, и это, и вон то белое мясо .
Имущество
• Металлические зубные протезы:
острые (урон как от меча), раздвоен-
ные (урон как от кинжала, при Могу -
чем ударе персонаж может начисто
содрать всю плоть с небольшой конеч -
ности), тупые (урон как от кинжала,
можно есть твёрдые предметы).
• Салфетка с вышивкой.
Навыки
3 Этикет
1 Гастрология
1 Обращение с ловушками
1 Сила
1 Чтение следов
Особенность
Едоки невосприимчивы к немагическим
ядам, попадающим в организм. Они также
могут идентифицировать любой пред-
мет, если съедят его, получая знания
о материалах изготовления, происхож-
дении (если оно им знакомо) и его маги-
ческих свойствах при успешной провер-
ке Гастрологии. Впрочем, предмет при
этом необходимо тщательно прожевать,
а не просто проглотить. Эта особенность
не защищает от потенциального вреда,
полученного из-за поедания той или иной
вещи.

64 Член сословия носильщиков
и наполнителей сосудов
Носильщики — это подневольная груп-
па, представителей которой часто можно
встретить у кого-то на службе с грузами
такой тяжести, что согнула бы и осла. Вы
гордитесь этим настолько, что даже еже-
дневные задания гильдии не удовлетво-
ряют ваше желание служить. Вот почему
вы отправляетесь на поиски настоящего
испытания для такого талантливого но-
сильщика, как вы.
Имущество
• Деревянное коромысло.
• Коричневое пальто и мягкая
съёмная шапка гильдии.
• Крюк для тюков (урон как от ножа
и +1 к проверкам на подъём тяжёлых
предметов).
• Моток верёвки.
Навыки
4 Сила
2 Бег
2 Сражение кулаками
1 Внимание
1 Скрытность
1 Сражение крюком

65 Экзограф
Там, откуда вы родом, путешествия по
Сферам уже стали обыденностью. Празд-
ные академики вроде вас даже стали
изучать более отдалённые пределы бо-
жественных миазм. И пусть деревенщина
никогда не осознает всю важность вашей
работы, вы продолжаете неблагодарный
труд по измерению их латентного флоги-
стона для будущих поколений.
Имущество
• Герметичный резиновый костюм
(тяжёлая броня).
• Экзографский ящик геодезических
инструментов.
• Измерительная рулетка на пружине.
• Пистоль.
• 1к6 плазменных ядер.
Навыки
4 Экзография
3 Управление золотой баржей
2 Астрология
2 Стрельба из пистоля

66 Эпопт
Вы странствующий провидец, продающий
свои видения при дворах и на праздне-
ствах. Вас мгновенно узнают по жёлтому
чепцу и привычке всегда быть откры-
тым для бизнеса. Несмотря на усталость
от дорог и глубокие познания о мире,
вы вынуждены постоянно двигаться даль-
ше – видения нравятся далеко не всем
клиентам!
Имущество
• Жёлтое облачение эпопта, с мягкой
подкладкой на случай недовольства
клиента (средняя броня).
• Посох эпопта – обычный посох
для ходьбы с всевидящим кристаллом
на конце (урон как от посоха).
• Складная палатка, достаточно про-
сторная для вашей работы.
Навыки
2 Внимание
2 Оценка
1 Бег
1 Сражение кулаками
1 Этикет
1 Ясновидение
Особенность
Эпопт может пройти проверку Удачи,
чтобы получить ответ «да» или «нет»
на вопрос о мирских делах. Ведущий
сам кидает кубики и не сообщает игроку
о достоверности видения.
`;

const parseBackground = raw => {
  const infoParsed = /(\d{2})(\(а\)|\(б\))?\s(.+(?=\n))\n([\W\w]+(?=\nИмущество))/gm.exec(raw);
  const [, roll, option, name, text] = infoParsed;

  const possessionsParsed = /(?<=Имущество)\n([\W\w]+(?=\nНавыки))/gm.exec(raw);
  const possessions = possessionsParsed[1].split(/(?=\n[А-Я1-9к])/gm);

  const skillsParsed = /(?<=Навыки)\n([\W\w]+(?=\nОсобенность))|(?<=Навыки)\n([\W\w]+)/gm.exec(raw);

  const specialParsed = /(?<=Особенность)\n([\W\w]+)/gm.exec(raw);
  const special = specialParsed?.[1];

  const skills = (skillsParsed[1] || skillsParsed[2]).split('\n');
  const background = {
    roll,
    option: option?.replaceAll(/[\(\)]/gm, '') || null,
    name,
    text: text.replaceAll('\n', ' ').trim(),
    possessions: possessions.map(item => item.replaceAll('\n', ' ').trim()),
    skills,
    special: special?.replaceAll('\n', ' ').trim() || null,
  };

  return background;
};

const bookBackgrounds = book.split('\n\n');
const backgrounds = bookBackgrounds.map(bb => parseBackground(bb));
fs.writeFile('backgrounds.json', JSON.stringify(backgrounds), err => {
  if (err) throw err;
});
