export const spells = `
<h4>Аромат мысли (1)</h4>
<p>Нос волшебника оказывается одновременно в нескольких реальностях, переносясь сквозь разные сферы и улавливая аромат мыслей. Эмоции, настроения и лежащие в их основе чувства теперь можно уловить по запаху. В сознании при этом не образуется ни слов, ни картинок, лишь впечатления. Любой сильный запах приведёт к провалу заклинания.</p>

<h4>Астральный доступ (1)</h4>
<p>Чародеи Академии дверей широко известны именно благодаря этому заклинанию. С его помощью они могут проникнуть через любой проём в другое знакомое им место. Например, заклинание позволяет добраться до своего домашнего сейфа через кошелёк. Допускается лишь частичная транслокация, волшебник не может переместиться полностью или навсегда.</p>

<h4>Бессердечный удар (1)</h4>
<p>Рыцари-волшебники больше всего известны искусством дальнего боя, когда они, казалось бы, попусту размахивают своими серебряными мечами, после чего их противники, находящиеся на расстоянии многих футов, разрываются в клочья. Это заклинание можно использовать вместо атаки ближнего боя, совершив встречную проверку по обычным правилам. Наносимый урон будет соответствовать использованному оружию. Это заклинание работает только на целях, находящихся в пределах видимости.</p>

<h4>Бормотание (2)</h4>
<p>Волшебник несёт околесицу, наблюдая за целью и заставляя её путать слова и запинаться. Это можно делать вполголоса и относительно незаметно.</p>

<h4>Взрыв (5)</h4>
<p>Взрыв столь примитивен, что это, пожалуй, даже не заклинание, а скорее распланированный провал с катастрофическими последствиями. Волшебник заставляет предмет объёмом до кубического метра взорваться, нанося урон в радиусе 24 метров от точки взрыва. Находившиеся в пределах 6 метров получают урон как от гигантского зверя, от 7 до 12 – как от крупного, от 13 до 18 – как от среднего, от 19 до 24 – как от маленького.</p>

<h4>Воздушный конус (2)</h4>
<p>Создаёт загадочный воздушный конус с центром на голове выбранной цели. Следующие 12 минут она будет дышать наисвежайшим воздухом.</p>

<h4>Вспышка (3)</h4>
<p>Волшебник резко хлопает в ладоши и вызывает вспышку света тысячи солнц в своих руках. Каждый в пределах 20 метров проходит проверку Удачи (Умения для врагов) и в случае провала будет ослеплён на 1к6 минут.</p>

<h4>Гром (2)</h4>
<p>Волшебник поднимает руки и кричит что-то достаточно зловещее. Каждый в пределах 24 метров проходит проверку Удачи (Умения для врагов) и в случае провала будет оглушён раскатом грома. Заклинание в любом случае произведёт неизгладимое впечатление.</p>

<h4>Дальнозоркость (2)</h4>
<p>Глаза волшебника наливаются кровью и становятся похожи на блюдца. Теперь заклинатель способен видеть мельчайшие детали на мили вокруг, но не может разглядеть ничего вблизи. Действие заканчивается по желанию волшебника.</p>

<h4>Дребезги (3)</h4>
<p>Волшебник начинает яростно жестикулировать, указывая на хрупкий предмет размером не больше зонтика, из-за чего тот распадается на миллион осколков. Живые цели проходят проверку Удачи (Умения для врагов), и в случае успеха не подвергаются неприятному воздействию этого заклинания.</p>

<h4>Дружелюбие (4)</h4>
<p>Колледж дружбы всегда отправляет своих фактотумов отдохнуть вечерком после уроков Дружелюбия. Очищать от пьяных и разомлевших учеников бары и бордели – утомительная работа. Цель заклинания проходит проверку Удачи (Умения для врагов), в случае провала она почувствует невероятную симпатию в отношении мага, будто заклинатель является её старым другом. Впрочем, это не подтолкнёт цель на иррациональное поведение, и если она привыкла вести себя по-хамски, то заклинание мало что изменит.</p>

<h4>Жабры (3)</h4>
<p>Волшебник может навсегда наделить цель жабрами, изменяя дыхательные пути жертвы, если она провалит проверку Удачи (Умения для врагов). Это будет полезно во время подводных прогулок, но посреди города вызовет определённые затруднения. Волшебник может прекратить действие заклинания по желанию.</p>

<h4>Железный кулак (3)</h4>
<p>Обычный человек не задумывается, насколько похожи плоть и железо, особенно, если сравнивать их, скажем, с плотью и запахом горячего чая. Приложив немного усилий, волшебник может заставить плоть цели вести себя так, будто она обладает необходимыми свойствами металла. Цель получает +1 к Умению и невосприимчивость к среднему огню на 3 минуты.</p>

<h4>Жизнь после смерти (5)</h4>
<p>Некроманты известны своей социальной неадекватностью, поэтому им часто приходится самим создавать себе друзей. Для этого заклинания требуется свежий или, по крайней мере, целый и смазанный труп. Волшебник бросает 2к6, добавляя значение Жизни после смерти, а затем сверяется со следующей таблицей (ставя галочку напротив заклинания, если выпало 13+):</p>

<h4>Закрепление (3)</h4>
<p>Цель застывает на месте. Находясь в таком положении, она не может сдвинуться, вдохнуть, упасть, вспотеть или претерпеть любые другие изменения. Кроме того, цели нельзя нанести урон. Длится 3 минуты.</p>

<h4>Замок (1)</h4>
<p>Заклинатель волшебным образом закрывает предмет. Предмет должен иметь запираемую часть, которая теперь становится магически запечатанной. Длится до тех пор, пока печать не будет снята или отменена.</p>

<h4>Защита от дождя (1)</h4>
<p>Это заклинание предотвращает попадание на волшебника капель дождя в течение одного ливня.</p>

<h4>Звёздная сфера (4)</h4>
<p>Волшебник создаёт пятимерную сферу над своей головой. Разумные создания проходят проверку Удачи (Умения для врагов) и в случае провала будут очарованы ею на 3 минуты.</p>

<h4>Землетрясение (5)</h4>
<p>Волшебник задирает свою волшебную мантию и топает своими волшебными ногами. Область в радиусе 30 метров от него содрогается в сильном землетрясении. Каждый внутри этой области проходит проверку Удачи (Умения для врагов) и в случае провала валится в земную щель, получив урон от падения и застряв в чертовски большой дыре (7.8.1). Неустойчивые здания могут обвалиться.</p>

<h4>Зеркальные отражения (3)</h4>
<p>Окружающим кажется, что волшебников на самом деле трое. Заклинатель и копии будут действовать одновременно, а враги смогут попасть по-настоящему с шансом 1 из 3. Длится 12 минут.</p>

<h4>Изгнание духа (6)</h4>
<p>Волшебник очень чётко и ясно объясняет, почему дух никак не может сейчас здесь находиться. Дух проходит проверку Удачи (Умения для врагов) и в случае провала будет отправлен в более подходящее место.</p>

<h4>Иллюзия (2 за каждого смотрящего)</h4>
<p>Смотрящие на иллюзию могут пройти проверку Удачи (Умения для врагов), в случае успеха обман раскрывается. Длится, пока волшебник не уйдёт или не уснёт.</p>

<h4>Истинное зрение (3)</h4>
<p>Волшебник фокусирует свой взгляд на недвусмысленной истине материи, и следующие 10 минут он способен распознавать иллюзии.</p>

<h4>Караул (1)</h4>
<p>Волшебник выдёргивает частичку своего разума, словно кусок сахарной ваты, и оставляет её приклеенной к какой-нибудь стене. Такое психическое присутствие на некоторое время позволяет заклинателю ощущать это место своими органами чувств, при этом его невозможно обнаружить невооружённым глазом. На время действия заклинания волшебник получает -1 ко всем броскам из-за невероятной путаницы, которую порождает это разделение. Если частичка сознания будет обнаружена и повреждена, волшебник потеряет 2к6 Выносливости из-за шока.</p>

<h4>Клинок убийцы (3)</h4>
<p>Довольно интригующее название для вполне обыденного заклинания. Волшебник нашёптывает цель предмету, и тот, найдя её, начинает раз за разом врезаться. Очевидно, что в таком случае будет заметна разница между ножом и письмом. Предмет пройдёт любое расстояние и всегда настигнет цель (рано или поздно).</p>

<h4>Костяной советник (3)</h4>
<p>Некроманты часто разговаривают с черепами. Иногда те отвечают. Это заклинание позволяет разговаривать с мёртвыми, которые дадут ответ на один вопрос за одно использование. Не сработает без черепа.</p>

<h4>Кровавый саван (4)</h4>
<p>Намажьте себя небольшим количеством крови демонов, чтобы стать полностью невидимым для них на 6 часов. Даже если вы нападёте на них или заговорите с ними, вы останетесь незамеченным.</p>

<h4>Кровосос (2)</h4>
<p>Некромант кладёт свои руки на живую цель, а кончики его пальцев превращаются во всасывающие отверстия, которые будут вытягивать кровь из жертвы. Цель получает 2к6 урона, а заклинатель восстанавливает вдвое меньше пунктов Выносливости.</p>

<h4>Левитация (2)</h4>
<p>Поднимает волшебника или другое существо на спинах крошечных невидимых духов, которые подчиняются только призвавшему. Заклинание действует 3 минуты.</p>

<h4>Линия жизни (1)</h4>
<p>Это заклинание было создано Рыцарями Горизонта, чтобы проводить битвы в Нигде. Использовав Линию жизни на своих оруженосцах, Рыцари сигали за край сотворённого. Пока длится это заклинание, основные функции организма волшебника связаны с организмом цели, которая дышит и ест за мага. Цели Линии жизни придётся дышать и есть за двоих, что затрудняет выполнение чего-то полезного, пока заклинание активно. Оно длится день, пока его не снимут или пока один из связанных не погибнет. Важно отметить, что если цель голодает, задыхается или умирает, волшебник будет чувствовать то же самое.</p>

<h4>Мимикрия (4)</h4>
<p>Волшебник претерпевает неприятное превращение в неодушевлённый предмет размером не больше пианино и не меньше чашки. Длится, пока заклинатель не прекратит действие Мимикрии.</p>

<h4>Навигация по звёздам (1)</h4>
<p>Вместо настоящих звёзд волшебник изучает астральные потоки звёздного света, что проглядывают сквозь завесу. Это заклинание позволяет получить разумное представление о направлении, вне зависимости от каких-либо мешающих факторов.</p>

<h4>Находка (2)</h4>
<p>Когда волшебник теряет очки, он начинает что-то бормотать себе под нос, пока не обнаружит пропавшее. Искомая вещь должна представлять собой конкретный предмет, а не общую категорию или тип, направление к ней задаётся только компасом.</p>

<h4>Невидимость (3)</h4>
<p>Волшебник превращает плоть в тонкие слои преломляющих свет кристаллов. Это очень неудобно, и вы издаёте лёгкий шуршащий звук при движении, но при этом совершенно невидимы и не подвержены характерным для иллюзий ограничениям. Длится 3 минуты, после чего вы с шумом превращаетесь в тусклую и удручающе непрозрачную плоть.</p>

<h4>Оберег (1)</h4>
<p>Полезное заклинание, требующее лишь взмаха рукой. Волшебник может использовать его, чтобы отразить летящий в него снаряд.</p>

<h4>Обмен телами (5)</h4>
<p>Простое объятие оказывается жестоким колдовством! Заклинатель сталкивается с целью и обменивается с ней телами. Длится до тех пор, пока волшебник не решит закончить заклинание, но для этого оба существа должны видеть свои тела.</p>

<h4>Огненный снаряд (1)</h4>
<p>Впечатляющий выстрел пламенем из кончиков пальцев, наносящий урон одной цели в радиусе 20 метров.</p>

<h4>Одурманивание (1)</h4>
<p>Прикосновение волшебника может потрясти чей-то разум, как стеклянный снежный шар. Цель совершает все проверки со штрафом -1, пока в её голове не прояснится. Длится 3 минуты.</p>

<h4>Одушевление (2)</h4>
<p>Заставьте неодушевлённые предметы усомниться в том, на правильном ли месте они находятся. Один предмет размером не больше человеческого ребёнка можно заставить двигаться и исполнять любые желания волшебника.</p>

<h4>Отмена (удвоенная стоимость выбранного заклинания)</h4>
<p>Волшебник выпутывает заклинание из этой версии реальности. Для этого он должен пройти встречную проверку Отмены против результата броска выбранного заклинания, если отменить его вообще возможно.</p>

<h4>Отравление (1)</h4>
<p>Использовав это заклинание на жидкости, вы превратите её в смертельный яд. Жидкость нанесёт 4 урона при употреблении и продолжит наносить 1 урона каждый ход, пока цель не преуспеет в проверке Удачи (Умения для врагов). Яд выветрится через час.</p>

<h4>Оцепенение (3)</h4>
<p>Изучающие мёртвых считают необходимым развитие глубокой симпатии к предметам собственных изысканий — как вы можете говорить с мёртвыми, если не понимаете их? Оцепенение помогает укрепить эмпатию к умершим, вызывая временную смерть некроманта. Организм перестаёт функционировать, не требуется ни еды, ни воды, ни воздуха, и заклинатель, грубо говоря, становится мёртвым. При этом оцепеневший сохраняет смутное осознание своего окружения – он может уловить звуки или движение, но не способен определить речь или личность говорящего. Заклинание длится до тех пор, пока волшебник не закончит его действие. Находясь в оцепенении, некромант всё равно будет получать физические повреждения и может умереть по-настоящему.</p>

<h4>Паутина (2)</h4>
<p>Не важно, открывает ли волшебник портал на план слизи или насылает духов болезни, все согласятся, что это весьма мерзкое заклинание. Волшебник выдувает из своего носа «паутину», покрывающую конус длиной 12 метров перед заклинателем. Каждый, кто оказывается в паутине, проходит проверку Удачи (Умения для врагов) и в случае провала не может сдвинуться с места. Пытающиеся пройти через паутину совершают проверку Удачи каждый ход, что находятся в ней. Высыхает через 12 раундов.</p>

<h4>Податливость (2)</h4>
<p>Руки мастера обрабатывают стихийную материю, словно мягкую глину. Огонь, камень, слизь, земля, туман – под прикосновением заклинателя все эти материалы ведут себя подобно глине. Длится 9 минут.</p>

<h4>Полиглот (1)</h4>
<p>Волшебник изображает руками рот, через который может говорить на любом языке. Вместе с тем одну из рук можно свернуть и приложить к уху, чтобы понимать любую речь. Действует на протяжении одного разговора.</p>

<h4>Присутствие (1)</h4>
<p>Это заклинание создаёт у цели ощущение, что за ней наблюдает высшая сила. Кого-то это успокаивает, а кого-то напрягает.</p>

<h4>Пронзительный взгляд (1)</h4>
<p>Волшебник энергично натирает поверхность, делая её прозрачной. Заклинание позволяет пронзить взглядом до 12 дюймов толщины. Свинец и серебро к нему невосприимчивы.</p>

<h4>Разряд (1)</h4>
<p>Любимое заклинание озорных учеников посылает электрическую дугу из вытянутой к цели руки волшебника. Урон игнорирует броню.</p>

<h4>Розовые очки (1)</h4>
<p>Глаза цели начинают светиться розовым, и она погружается в альтернативную реальность, где люди добрые, всё вокруг невероятно красивое, еда очень вкусная и т.д. Это никак не влияет на мир вокруг, но цель находит эту реальность более приятной. Длится до тех пор, пока заклинатель не пожелает прекратить.</p>

<h4>Руки помощи (1)</h4>
<p>Ожившие руки вырастают из неживой поверхности, готовые выполнить любое задание волшебника. Призванные руки не могут оторваться от места, на котором выросли. Заклинание длится, пока волшебник не прекратит его или не перейдёт в другое место.</p>

<h4>Свет (1)</h4>
<p>Волшебник создаёт эфирный шар света, который светится, как факел. Заклинание закончится через 6 часов или раньше по желанию мага.</p>

<h4>Сезам, откройся! (1)</h4>
<p>Волшебник выбирает реальность, в которой нужный ему замок не заперт. Заклинание можно использовать для открытия любой обычной двери или контейнера и для снятия заклинания Замок.</p>

<h4>Скольжение ввысь (6)</h4>
<p>Для заклинания нужны зеркала или другие хорошо отражающие поверхности. Волшебник встаёт между двух отражающих поверхностей так, чтобы бесконечно отражаться в них обеих. Затем он выходит из промежутка, но лишь как зеркальный образ. Для сторонних наблюдателей волшебник движется в невидимом направлении и появляется между двумя зеркалами в другом месте. Если изначальное место назначения становится недоступным, волшебник окажется меж двух других случайных отражающих поверхностей где-то среди миллиона сфер.</p>

<h4>Сон (2)</h4>
<p>Волшебник убеждает цель на некоторое время воздержаться от бодрствования. Цель проходит проверку Удачи (Умения для врагов) и в случае провала погружается в сон, пока её не разбудят. Помните: драки поднимают много шума.</p>

<h4>Стена силы (2)</h4>
<p>То, что называют стеной, на самом деле является куполом – волшебников вообще бывает сложно понять. Стена представляет собой мерцающий пузырь, который при прикосновении наносит 1к6 урона. Ничто не пройдёт сквозь него без разрешения волшебника (и лучше бы ему не забыть впустить воздух). Длится 12 минут.</p>

<h4>Страх (1)</h4>
<p>Жертве мерещится, что волшебник превращается в первобытного монстра из глубин рептильного мозга. Цель попытается убежать, а если бегство невозможно, свернётся калачиком и будет хныкать. Она может пройти проверку Удачи (Умения для врагов), чтобы противостоять иллюзии.</p>

<h4>Таракашка (5)</h4>
<p>Популярное заклинание, которое превращает неприятных людей в жалких букашек. Цель проходит проверку Удачи (Умения для врагов) и в случае провала превращается в ничтожное существо по выбору волшебника. Заклинание длится вечно.</p>

<h4>Телепортация (10)</h4>
<p>Волшебник или выбранная цель мгновенно переносится в любое место в пределах одной сферы. Если место не знакомо телепортирующемуся, он проходит проверку Удачи (Умения для врагов) и в случае провала будет сбит с курса, что может привести к плачевному итогу.</p>

<h4>Тёмное зрение (1)</h4>
<p>Волшебник вытаскивает собственные глаза из глазниц. Высвобожденная тёмная пустота позволяет прекрасно видеть в кромешной тьме, но заклинатель будет испытывать мучительную боль при свете (штраф -4 ко всем броскам). Постарайтесь не потерять глазные яблоки, ведь единственный способ закончить действие заклинания – вставить их обратно.</p>

<h4>Тлеющий уголёк (1)</h4>
<p>Это заклинание превращает сердце цели в пылающий горем уголёк. Находящиеся под воздействием Тлеющего уголька настолько поглощены горем, что становятся невосприимчивы ко всем эффектам контроля разума и нефизическим последствиям боли. Длится до окончания отдыха.</p>

<h4>Тушение (1)</h4>
<p>Волшебник тушит небольшой костёр одним взмахом руки.</p>

<h4>Тьма (3)</h4>
<p>Призывает неподвижную идеальную сферу тьмы на расстоянии до пяти метров от волшебника. Длится до 3 минут.</p>

<h4>Увеличение (2)</h4>
<p>Цель проходит проверку Удачи (Умения для врагов), и в случае провала увеличивается в полтора раза. Предметы меняются в размерах без броска.</p>

<h4>Угли (2)</h4>
<p>Простой, но весьма эффективный способ призыва огня. Языки пламени размером с небольшой костёр появляются в точке в радиусе 12 метров от волшебника. После возникновения огонь ведёт себя обычным образом.</p>

<h4>Уменьшение (2)</h4>
<p>Цель проходит проверку Удачи (Умения для врагов), и в случае провала уменьшается в два раза. Предметы меняются в размерах без броска.</p>

<h4>Умиротворение (2)</h4>
<p>Примите в своё сознание вселенскую любовь и заставьте две цели пройти проверку Удачи (Умения для врагов). При провале они должны прекратить вражду. Цели продолжат защищаться при атаке, но хотя бы оценят всю мелочность такого поступка.</p>

<h4>Ураган (5)</h4>
<p>Волшебник машет руками в воздухе, словно ему на всё плевать, и, поскольку речь о волшебнике, скорее всего ему действительно плевать. Мощный порыв ветра сбивает каждого, кто провалит проверку Удачи (Умения для врагов), нанося им 1к3 урона и устраивая вокруг ужасный беспорядок. Длится 10 минут. Те, кто не нашёл укрытия, каждый раунд проходят проверку Удачи (Умения для врагов) и в случае провала снова получают урон.</p>

<h4>Утопление (4)</h4>
<p>Лёгкие жертвы наполняются водой. Цель проходит проверку Удачи (Умения для врагов). При провале она начинает тонуть (7.9) и становится недееспособной, так как во рту у неё тоже собирается вода. Цель может повторять бросок каждый ход, пока не преуспеет, после чего действие заклинания окончится.</p>

<h4>Хрупкая хворостинка (2)</h4>
<p>Вы ломаете веточку или другой хрупкий предмет, чтобы нанести кому-то вред. Цель проходит проверку Удачи (Умения для врагов), в случае провала одна из её костей ломается.</p>

<h4>Чревовещатель (1)</h4>
<p>Как всем известно, волшебники – отличные чревовещатели. Они столь искусны, что могут вложить свой голос в уста другого человека. Вы можете выбрать любую цель в пределах видимости и заставить её произнести одно короткое предложение.</p>

<h4>Чтение внутренностей (1)</h4>
<p>Волшебник может получить ответ на один вопрос, рассматривая кишки живого существа. Размер и важность существа влияют на уровень полученных знаний. От обычных маленьких животных можно получить ответы «да» или «нет», волы годятся для простых предсказаний будущего, а из внутренностей ламассу можно выудить чёткий и обстоятельный совет.</p>

<h4>Экзорцизм (1)</h4>
<p>Красные священники утверждают, что любое негативное поведение является симптомом некоторого уровня одержимости или же прямого влияния сил Перемен, невольных агентов Мессы, нуждающихся в исцелении. Заклинатель бросает в свою цель солью и совершает встречную проверку Экзорцизма против одержимого духа, чтобы изгнать его. Если выпала Оплошность, дух вселяется в волшебника.</p>

<h4>Языкозаплеталка (2)</h4>
<p>Трепещите! Если волшебник сморщит нос и покрутит перед вами пальцами, значит, грядёт Языкозаплеталка. Цель проходит проверку Удачи (Умения для врагов), в случае провала её язык буквально завяжется в узел. Чтобы его развязать, потребуется некоторое время и изрядная доля терпения.</p>

<h4>Ять! (?)</h4>
<p>Никто точно не знает, в чём именно состоит смысл этого заклинания, но все, кто пробовал его использовать, моментально исчезали. Больше их никто не видел.</p>
`;
