import { IBackground } from '../app/backgrounds/background/background';
export const bookBackgrounds: string[] = `11 Грабитель
Взломщик всегда найдёт повод для стран-
ствий. В вашей профессии вполне есте-
ственно нажить себе врагов по обе сто-
роны закона. Будьте начеку!
Имущество
• Арбалет и 18 болтов.
• Связка отмычек.
• Крюк-кошка.
Навыки
2 Вскрытие замков
2 Скрытность
1 Внимание
1 Лазание
1 Обращение с ловушками
1 Сражение ножом
1 Стрельба из арбалета
Особенность
Совершив успешную проверку Удачи, вы
можете найти местное преступное под-
полье, если таковое существует, и нала-
дить с ним связи.

12 Дварф
Вы – невысокое, волосатое, воинственное,
зависимое от алкоголя существо. Послед-
ние два могут быть связаны между собой,
однако вы наброситесь на любого, кто ос-
мелится даже предположить подобное.
Поскольку у дварфов не существует жен-
щин (как, в общем-то, и мужчин), не бывает
и дварфов-детей или дварфийских семей,
так что вы можете полностью посвятить
себя важной дварфийской деятельности
по созданию произведений искусства
в необычных местах. Вы намерены найти
самые странные локации, какие только
можно встретить среди миллиона сфер.
Имущество
• Молоток каменщика.
• Свёрток художественных
принадлежностей.
Навыки
3 Внимание
2 Борьба
2 Обработка металла
2 Рисование
2 Сила
2 Скульптура
2 Сражение кулаками
2 Строительство
1 Сражение молотом
Особенность
Вместо обычной пищи дварфы могут пи-
таться драгоценными камням и редкими
металлами. На самом деле, экзотические
минералы нравятся вам гораздо больше,
чем обыкновенная еда.
Дварфы бесполые. Вы невосприимчивы
к любым побуждениям, вызванным же-
ланием интимной близости. Это также
означает, что у вас нет половых органов.
У дварфов моча выводится через пот, что
объясняет исходящий от вас душок.

13 Зоантроп
В какой-то момент вы решили, что всё это
вам больше не нужно. Вы нашли Зоантро-
полога и щедро заплатили ему за удале-
ние вашего беспокойного переднего моз-
га, чтобы возвыситься до первобытного,
ничем не обременённого зверя, коим вы
сейчас и являетесь.
Имущество
• Никакого имущества, вы сбросили
оковы цивилизации. Вероятно, вы
даже не одеты.
Навыки
3 Бег
3 Лазание
2 Борьба
2 Сила
2 Сражение дубинкой
2 Сражение кулаками
Особенность
Вы невосприимчивы к любым эффектам
изменения сознания. Вы можете говорить,
но обычно предпочитаете молчать. При
прохождении проверки для улучшения
навыка, связанного с абстрактным мышле-
нием (например, какие-либо заклинания
или Астрология), необходимо совершить
дополнительный бросок и преуспеть оба
раза.

14 Йонгардийский адвокат
В Йонгарди всё делают по-другому. Там
уважают Закон. Каждый день у судов вы-
страивается очередь из желающих уви-
деть, как новый перспективный адвокат
защищает кого-то с помощью трёх футов
стали. Люди следят за карьерой любимых
адвокатов, посещают все их дела, соби-
рают портреты и тайком пробираются в
суды после работы, чтобы промокнуть
кровавые пятна белыми носовыми плат-
ками. В Йонгарди любят Закон.
Имущество
• Рапира (урон как от меча) и рубашка
с оборками, или шамбок (урон как
от дубинки) и множество шрамов,
или длинный меч и тяжёлая броня,
или молот и громадный щит.
• Пособие по праву Йонгарди.
• Адвокатский парик.
Навыки
4 Сражение выбранным оружием
2 Этикет
1 Лечение

15 Какоген
Вы – Та-Самая-Мерзость, появившаяся
на свет в горбатом небе, освещаемом
только великими чёрными анти-солнца-
ми и ложным светом. Ваша мать плыла
на золотых баржах или занималась чем-то
ещё более абстрактным, рожая вас вдали
от защитного дурмана миллионов сфер.
При появлении на свет вы были особо
восприимчивы к потокам силы и величия,
что теперь проявляется в вашем чудовищ-
ном теле.
Имущество
• Фузея.
• 2к6 плазменных ядер.
• Меч.
• Веляр.
Навыки
2 Астрология
2 Заклинание – случайное
2 Заклинание – случайное
2 Стрельба из фузеи
2 Управление золотой баржей
2 Ясновидение
1 Заклинание – случайное
1 Сражение мечом

16 Клавигер
Мастера Ключей странствуют по все-
ленной, постигая работу всех входов и
выходов. И пусть они весьма очарованы
простейшими сундуками и дверями, боль-
ше всего их восхищают метафизические
и метафорические барьеры. Вы можете
найти небольшие конклавы Клавигерови
в лагере у подножия Демонических врат,
застав их за обсуждением подходящих
методов нападения или конструировани-
ем малопонятных механизмов для входа.
Имущество
• Ключи по всему телу (средняя броня).
• Выдающийся кузнечный молот
(урон как от кувалды).
• Отмычки.
Навыки
4 Вскрытие замков
3 Обращение с ловушками
3 Сила
2 Заклинание – Сезам, откройся!
1 Заклинание – Замок
1 Заклинание – Пронзительный взгляд
1 Сражение кувалдой

21 Колдун из Академии дверей
Вы являетесь студентом самой престиж-
ной волшебной академии Тройки (гор-
дость города, эксперт в области всепро-
странственной мобильности). Недавно
вы, наконец, смогли проникнуть в (2к6)-ю
дверь. Хоть вы и не мастер, но мало кто
за пределами академии может похва-
статься, что знает больше вас о преврат-
ностях небесных путешествий.
Имущество
• Небольшая функционирующая
дверь, нацепленная на лоб – через неё
вы направляете свою магию.
• Яркое облачение.
Навыки
3 Астрология
2 Заклинание – Астральный доступ
2 Ясновидение
1 Заклинание – Паутина
1 Заклинание – Телепортация
1 Заклинание – случайное
1 Заклинание – случайное
1 Заклинание – случайное

22 Колдун из Колледжа дружбы
Неотъемлемой частью вашего обучения
в подпространственной академии Ра-
душного Бога-волшебника было изучение
судьбы пикси, цвета волшебства, ритуаль-
ной грамматики и бесконечного количе-
ства других теоретических предметов – за
этим вы провели всё детство! Теперь, ока-
завшись в обычном мире, вы обнаружили,
что полученное образование вряд ли объ-
ясняет хоть что-то из увиденного.
Имущество
• Остроконечная шляпа волшебника,
полученная на выпускном.
• Карман, набитый волшебным пече-
ньем (2к6, каждое считается пайком).
• Волшебная палочка, помогающая
новым ученикам сконцентрироваться.
Вы храните её по сентиментальным
соображениям.
Навыки
4 Секретные знаки – Колдовские слова
2 Бег
1 Заклинание – Дружелюбие
1 Заклинание – Защита от дождя
1 Заклинание – Зеркальные отражения
1 Заклинание – Разряд
1 Заклинание – Розовые очки
1 Заклинание – Руки помощи
1 Заклинание – случайное
1 Лазание
1 Ловкость рук
1 Плавание
1 Скрытность
1 Ясновидение

23 Красный священник
Вы евангелист Красного искупления,
странствующий исповедник, прижигатель
гнойной раны греха — свидетельства
постоянного наращивания и праздного
потребления Мессы. Как может ваш ско-
ванный и слабый дух летать свободно?
Имущество
• Красные одеяния.
• Традиционный безликий шлем
вашего ордена (средняя броня).
• Символический (при этом
полноразмерный и полностью
функциональный) большой
одноглавый топор, помогающий
проломить дверь, за которой скрывают-
ся грехи (урон как от двуручного меча).
Навыки
2 Заклинание – Вспышка
2 Заклинание – Огненный снаряд
2 Заклинание – Угли
2 Сражение большим топором
1 Заклинание – Экзорцизм
1 Ясновидение

24 Ландскнехт
Вы были наёмником на элитной службе
при Троне Феникса. Вам выделили щедрое
жалование и отправили в далёкие сферы
на золотом корабле, дабы вы прославляли
имена ваших господ огнём и мечом.
Имущество
• Изысканный пистоль.
• Патронташ с 18 плазменными
ядрами.
• Двуручный меч.
• Яркая одежда с кучей кисточек
и колокольчиков (невозможно спря-
таться). Несмотря на несерьёзный вид,
она изготовлена при помощи боже-
ственной алхимии Автарха и считается
средней бронёй, хотя весит, как обыч-
ная одежда (не занимает ячеек
в инвентаре).
Навыки
2 Сражение двуручным мечом
2 Стрельба из пистоля
1 Астрология
1 Бег
1 Сражение кулаками

25 Ловец гремлинов
Независимо от того, в какой стране, сфере
или абстрактном измерении вы окажетесь,
будьте уверены, что гремлины роют там
свои норы и беспокоят порядочных людей,
готовых заплатить вам блестящий пенс
за пробитые головы этих мелких уродцев.
Имущество
• Маленькая, но злобная собака.
• Плоская шляпа.
• Дубинка.
• Мешок.
• 1к6 пустых банок для гремлинов.
• Банка с разъярённым гремлином
внутри.
Навыки
4 Обращение с ловушками
4 Сражение в тоннелях
2 Внимательность
2 Скрытность
2 Сражение дубинкой
2 Чтение следов
1 Плавание

26 Мстительный ребёнок
Бандиты сожгли вашу деревню, а может,
змеиные сектанты обезглавили вашу мать,
или же продажные чиновники повесили
вашего отца. Так или иначе, вы затаили
обиду и вошли в мир с незаживающей ра-
ной на одном плече и огромным мечом
на другом.
Имущество
• Слишком большой меч. Пока
вы пользуетесь им, добавляйте +1
к значению навыка Сражение длинным
мечом и броскам урона. Только вы по-
лучаете этот бонус – дело в чувствах,
а не в магии.
• Старый охотничий лук и 12 стрел.
Навыки
3 Сражение длинным мечом
1 Бег
1 Внимание
1 Лазание
1 Мстительность
1 Плавание
1 Стрельба из лука

31 Некромант
Некроманты имеют самую дурную славу
из всех практикующих магию. Их сторонят-
ся в крупных центрах обучения, вынуждая
постигать знания на окраинах общества,
где колдуны предоставлены сами себе.
Некроманты используют проверенный
временем метод «учитель-ученик». Оди-
ночество побуждает обучающихся самим
создавать себе друзей.
Имущество
• Пыльные одеяния.
• Череп вашего учителя.
• Зомби-слуга или призрак, с которым
у вас сложились взаимозависимые
отношения.
Навыки
2 Консультирование по вопросам
отношений
2 Лечение
2 Погребальная наука
1 Заклинание – Жизнь после смерти
1 Заклинание – Костяной советник
1 Заклинание – Оцепенение
1 Скрытность

32 Неудавшийся дварф
Дварфы считаются лучшими ремеслен-
никами среди миллиона сфер. Дайте им
камень, и они сделают золото, дайте валун,
и они сделают дварфа. Вы должны были
стать эталоном дварфийского мастерства,
настоящим шедевром, совершенно новым
дварфом, как те, что сделаны старыми и
опытными мастерами, но вас сочли несо-
вершенным и забыли.
Имущество
• Топор лесника.
• Пустой бочонок.
Навыки
3 Внимание
3 Сражение кулаками
2 Борьба
2 Сила
2 Сражение топором
Особенность
Как у Дварфа (12), а также:
Другие дварфы не обращают на вас ника-
кого внимания, словно вы предмет мебели
или чья-то брошенная шляпа. В очень ред-
ких случаях они открыто пялятся на вас,
осуждающе качают головой, обнаружив
непростительные недостатки, и, возможно,
даже помечают восковым мелком области,
которые можно было бы улучшить. В гла-
зах не-дварфов вы ничем не отличаетесь
от прочих представителей вашего народа.
Вы совершаете все проверки Скрытности
против Дварфов с бонусом +4.

33 Одинокий монарх
Вы были правителем всего, что видели,
великим завоевателем и законодателем!
К несчастью, однажды ваша лошадь ум-
чалась в лес пикси, или же придворный
маг позаботился о вашем исчезновении,
а может, вы отправились к звёздам, чтобы
оставить свой след и на них. Так или иначе,
ныне вы потерянный и одинокий госу-
дарь без королевства — никто не слышал
ни о вас, ни о вашем народе. Многие не
верят вам и смеются над россказнями, или,
что ещё хуже, верят, но лишь пожимают
плечами из-за превратностей судьбы.
Имущество
• Красивое оружие на ваш выбор.
• Корона.
• Усталая лошадь.
Навыки
3 Верховая езда
3 Сражение выбранным красивым
оружием
3 Этикет
1 Чтение следов

34 Осквернитель прудов
Вы мудрец, первосвященник, писающий
в пруд, типичный, но преданный привер-
женец П!П!Ссшрп. У раздутого Жабьего
Бога нет храмов, только берега прудов
с разнообразной мерзостью в камышах.
Здесь не бывает прихожан, лишь комары
и стрекозы. Ничего, вы готовы служить
и им.
Имущество
• Мешковатый балахон, покрытый
засохшей вонючей грязью и лесным
мусором. В болотистой местности
носящий его получает +1 к проверкам
Скрытности, в любой другой -1, потому
что эта штука воняет!
• Большой изношенный деревянный
ковш (урон как от булавы).
Навыки
3 Заклинание – Утопление
3 Плавание
2 Заклинание – Отмена
2 Заклинание – Языкозаплеталка
1 Заклинание – Паутина
1 Скрытность
1 Ясновидение
Особенность
Вы можете пить застоявшуюся воду без
каких-либо вредоносных последствий для
организма.

35 Охотник на волшебников
Некоторые говорят, что человек — самая
опасная добыча. Они ошибаются. Может
ли человек воспламенить воздух и замо-
розить вашу кровь? Может ли человек
превратиться в стаю чаек, когда его за-
гоняют в угол в переулке? Нет, не может.
Волшебники — вот самая опасная добыча.
Имущество
• Большой мешок.
• Верёвка из волос ведьмы.
• Арбалет и 12 болтов.
• Меч.
• 1к6 карманных божков.
• Рубиновый лорнет.
Навыки
2 Маскировка
2 Стрельба из арбалета
2 Чтение следов
1 Вскрытие замков
1 Скрытность
1 Сражение мечом
1 Этикет

36 Охотник на демонов
Ваша репутация зиждется на умении выс-
леживать и убивать демонических существ
и тех, кто преломляет с ними хлеб. Козло-
люды в дикой местности или культы Ан-
гелов в трущобах – все они должны быть
изгнаны за края карты на берега хаоса.
Имущество
• Серебряный меч.
• Лук и 16 серебряных стрел.
• Мешочек с солью.
• Флакон с кровью демона.
Навыки
5 Язык – Бездны
3 Заклинание – Кровавый саван
2 Сражение мечом
2 Стрельба из лука
2 Ясновидение
1 Скрытность
1 Чтение следов

41 Пергаментная ведьма
Пергаментные ведьмы – давно умершие
колдуньи, которые не могут отказаться
от суеты мирской жизни. Они известны
своей гладкой кожей, полуночными сбо-
рищами и невероятным страхом перед
дождём и открытым пламенем. Ведьмы
покрывают себя безупречной бумажной
оболочкой, терпеливо разукрашенной
и безукоризненно свёрнутой имитацией
жизни, за которой скрываются древние
кости и хрящи.
Имущество
• 1к6 свёртков пергамента.
• Флаконы с пигментами и пудрой.
• Коллекция кистей.
• Трость-меч.
Навыки
2 Заклинание – Бессердечный удар
2 Заклинание – Защита от дождя
2 Заклинание – Истинное зрение
2 Заклинание – Тушение
2 Маскировка
2 Ясновидение
1 Заклинание – Отмена
1 Заклинание – случайное
1 Лечение
Особенность
Вы нежить, вам не нужно дышать, и кровь
в ваших венах давно застыла. Вы получаете
двойной урон от серебряного оружия
и восстанавливаете в два раза меньше Вы-
носливости. Находясь под дождём или
возле открытого огня, пройдите проверку
Удачи, чтобы избежать тяжёлых повреж-
дений. В случае провала ваша пергамент-
ная кожа будет уничтожена. Окружающим
не придется долго гадать, чтобы понять,
что вы ходячий труп.

42 Поборник Хаоса
Хотя вы больше и не носите шипастую ла-
тунную броню, Хаотический покровитель
всё ещё готов выслушать вас. Он рад, что
вам удаётся экспериментировать, не по-
вергая мир во тьму и беспорядок, однако
дверь туда всегда открыта для вас.
Имущество
• Ритуальные шрамы.
• Огромная кувалда.
• Набор рваных доспехов (считается
средней бронёй).
• Дневник сновидений, почти запол-
ненный.
Навыки
6 Язык – Курган
3 Секретные знаки – Хаотический
покровитель
3 Сражение кувалдой
1 Заклинание – случайное
1 Ясновидение
Особенность
Выберите себе покровителя и дайте ему
имя. Вы можете попытаться призвать его
на помощь один раз в день. Бросьте 3к6,
если выпали три шестёрки, то покровитель
вмешается, и Ведущий интерпретирует
его появление.

43 Подмастерье гильдии острых
углов
Вы набирающийся опыта наёмный убийца,
недавно завершивший обучение по борьбе
с манекенами и завлечению потенциаль-
ных клиентов. Теперь у вас есть новенькая
лицензия на своё ремесло! Вы ещё не до
конца отточили фирменный стиль, необ-
ходимый любому мастеру, но у вас всё
впереди.
Имущество
• Чёрная одежда ученика.
• Удавка.
• Изогнутый меч.
• 3 флакона с ядом.
• Арбалет и 6 болтов.
Навыки
1 Внимание
1 Вскрытие замков
1 Лазание
1 Маскировка
1 Плавание
1 Скрытность
1 Создание ядов
1 Сражение ножом
1 Стрельба из арбалета

44 Предприимчивый академик
Вы – академик с классическим образова-
нием, плод университетов Медного горо-
да, Дворца тигров или какого-то друго-
го менее престижного центра обучения
среди сфер.
Имущество
• Очки для чтения в прочном футляре
(без них вы не можете читать).
• Маленький меч.
• Связка свечей и спичек.
• Письменные принадлежности.
• Записная книжка.
Навыки
2 Астрология
2 Оценка
1 Заклинание – случайное
1 Лечение
1 Ловкость рук
1 Сражение мечом
Особенность
Вы можете пройти проверку Удачи, что-
бы вспомнить факты из естественных
и гуманитарных наук, которые вы, очевид-
но, отлично знаете.

45 Продавец обезьян
Жизнь на Стене — тяжёлая штука. Даже
расположенные в нескольких метрах
от бесконечного падения деревни необ-
ходимо обеспечивать пропитанием. Здесь
и появляетесь вы со своими Съедобными
Обезьянами (название придумано для
привлечения клиентов – само собой, все
обезьяны съедобны). Раньше вы проводили
дни, свесив ноги с края света и наблюдая
за своим щебечущим зверьём, носящим-
ся туда-сюда, однако у обезьяньего мяса
не было будущего. Вы желали большего,
но потерпели неудачу в своих начинаниях.
В любом случае, вы и несколько невезучих
обезьян сейчас здесь, и это всё, что имеет
значение.
Имущество
• Обезьянья дубинка.
• Мясницкий нож.
• 1к6 маленьких обезьянок, которые
не слушаются команд, но слишком
напуганы и голодны, чтобы отходить
далеко от вас.
• Полный карман обезьяньих
лакомств.
Навыки
4 Лазание
2 Обращение с ловушками
1 Сражение дубинкой
1 Сражение ножом
Особенность
Ведущий может совершить бросок по та-
блице, чтобы определить повадки обезьян.

46 Пылкий гигант Корды
У каждого гиганта есть своя история
о Корде – красивый рассказ с паузами
для слёз и смеха о том, как они потеряли
её и как планируют найти в скором вре-
мени. Сегодня же... Нам следует выпить
и хорошенько повеселиться, а завтра
с утра снова отправимся на поиски!
Имущество
• Артефакт Потерянной Корды, Это
либо огромная карта звездного неба,
по которой можно определить пункт
назначения любого портала (при
успешной проверке Астрологии), либо
карманный барометр для прогнози-
рования погоды (достоверен в 5 из 6
случаев), либо рубиновый лорнет, чей
владелец получает +2 к проверкам
Ясновидения.
Навыки
4 Сила
3 Астрология
2 Бег
2 Лазание

51 Разумный двигатель
Ваши глаза - тусклые рубиновые сферы,
ваша кожа твёрдая и гладкая, как слоновая
кость, но коричневая и извилистая, слов-
но кора дерева. Вы очевидно сломаны
и не помните, как и для какой цели были
созданы. Иногда из трещин в вашей коже
сочатся белые внутренние соки.
Имущество
• Паяльник.
• Съёмные автономные руки, или тело
кентавра (+4 к Бегу) или встроенный
детектор частиц (+4 к Ясновидению)
или одно случайное заклинание
с рангом 3.
Навыки
3 Управление золотой баржей
2 Астрология
2 Лечение
2 Стрельба из пистоля
1 Бег
1 Готовка
1 Сила
Особенность
Вы не восстанавливаете Выносливость,
отдыхая обычным образом. Вместо этого
вам придется провести всё время отды-
ха с паяльником в руках, скрепляя кожу
словно пластилин. За каждый час отдыха
с доступом к нужным инструментам вы
восстанавливаете 3 Выносливости.
Вы можете перезаряжать плазменные
машины благодаря своим внутренним
жидкостям. Потратив 1 Выносливость и 6
минут времени, вы восстановите 1 заряд.
Вы всегда носите как минимум легкую
броню.

52 Скептическая Ламассу
С телом быка, головой человека, перед-
ними лапами кошки и крыльями лебедя вы
милейшее из божественных детей. Однако
отдых на облаке для вас слишком скучен,
поэтому вы спустились с небес или вы-
ползли из бездны, чтобы найти свой путь
среди звёзд.
Имущество
• Случайно захваченные священные
драгоценности, которые можно
обменять на 10к6 серебряных пенсов.
• Шляпка-таблетка.
• Когти (урон как от меча).
• Копыта (урон как от дубинки).
• Крылья — вы способны летать со ско-
ростью бегущего по ровной местности
человека.
Навыки
3 Заклинание – случайное
3 Заклинание – случайное
3 Заклинание – случайное
3 Полёт
2 Сражение когтями
1 Сражение копытами

53 Странствующий рыцарь
Вы находитесь в поисках Грааля, меча, тро-
на, Бога, потерянной любви, или чего-ли-
бо ещё невероятно важного. Вы далеко не
одиноки в своих стремлениях: множество
подобных вам бродят по свету, разыгры-
вая романтические мелодрамы и обвиняя
простой народ в том, что они демоны или
феи. Странствующие рыцари, как правило,
считаются безобидными.
Имущество
• Тяжёлая броня.
• Лошадь.
• Длинное копьё (урон как от копья).
• Меч.
• Щит.
• Наивно-идеалистичная затея.
Навыки
3 Рыцарские турниры
2 Сражение копьём
2 Сражение мечом
1 Владение щитом
1 Внимание

54 Тауматург
Странствующий чудотворец, у которого
всегда найдутся мешочки с мазями, святы-
ми образами и травами, где-то в глубинах
одежды. Независимо от метафизической
потребности клиента, вы всегда наготове!
Имущество
• Феска тауматурга.
• Посох, украшенный амулетами
и колокольчиками. Используя его, вы
можете перебросить один из кубиков,
когда кидаете по таблице «Упс!»,
однако не сумеете ни к кому под-
красться из-за звона и бряканья.
• Загнутые башмаки.
• Объёмные одеяния.
Навыки
3 Заклинание – Отмена
2 Заклинание – Гром
2 Заклинание – Мимикрия
2 Заклинание – случайное
1 Астрология
1 Заклинание – случайное
1 Заклинание – Хрупкая хворостинка
1 Ясновидение
Особенность
В случае успешной проверки Удачи вы
можете обнаружить в недрах своей одеж-
ды именно ту мистическую безделушку
или побрякушку, которую требует ситу-
ация.

55 Рыцарь Храма Телака Меченосца
Когда-то вы были (и, вероятно, всё ещё
являетесь) фанатичным монахом, на-
строенным на поддержание постоянной
и неустанной боевой готовности в ожида-
нии конца света, когда все двери рухнут
внутрь. Вы всегда ко всему готовы, вас
не застанешь врасплох.
Имущество
• Благословение Телака.
• 6 мечей на ваш выбор.
Навыки
3 Внимание
2 Кузнечное дело
1 Сражение большими мечами
1 Сражение мечами
Особенность
Благословение Телака дарует вам Броню,
равную половине (округляя в меньшую
сторону) числа мечей в вашем пользова-
нии. Если у вас 6 мечей, ваша Броня будет
равна 3, а если 9, то Броня будет равна 4.
Вы должны публично носить оружие, ина-
че Телак заберёт благословение до тех
пор, пока вы не выкуете и не пожертвуете
безоружному совершенно новый меч.

56 Человек-носорог
Первые люди-носороги были созданы
безумным колдуном несколько столетий
назад, но в какой-то момент они восстали
и убили его. Теперь это довольно редкие
существа, служащие грозными и верны-
ми охранниками тем, кто может позволить
себе их услуги.
Имущество
• Рог (урон как от кинжала).
• Толстая кожа (средняя броня).
• Недостаточно большое копьё.
• Крошечный бесполезный шлем.
• Игральные кости
• Полбочонка носорожьего пива
(как 20 пайков).
Навыки
3 Сражение копьём
2 Бег
2 Сила
1 Азартные игры

61 Член братства Книда
Матмологи почитают чистые и недвусмыс-
ленные истины математики, соотнося их
со своими наблюдениями за мультивселен-
ной. Всё можно измерить и предсказать,
применив подходящие матмологические
соотношения. Эта методика позволя-
ет проникнуть за эфирную поверхность
и бегло просмотреть фундаментальные
числа под ней.
Имущество
• Большая астролябия (урон как
от булавы).
• Счёты.
• Ворох свитков и письменных
принадлежностей.
Навыки
3 Матмология
2 Астрология
2 Заклинание – Находка

62 Член Высшего общества говяжьих
стейков
Драчуны верят, что в применении силы
и хорошем говяжьем стейке сокрыта все-
ленская истина. В словах нет власти, как
они могут определять вселенную, если не
способны построить дом, поднять чашу
или поджарить бифштекс? А вот Сила это
может! Они действительно много размыш-
ляли об этом.
Имущество
• Оружие на ваш выбор.
• Небольшая решётка для гриля.
• 2 кг мяса высшего сорта.
• Безрукавка.
• Бутылка крепкого, но изысканного
вина.
Навыки
2 Бег
2 Борьба
2 Лазание
2 Плавание
2 Сражение выбранным оружием
2 Сражение кулаками
1 Жарка на гриле

63 Член Обеденного клуба мисс
Кинси
Едоки знают, что существуют только
два мира: Внешний и Внутренний. Их
цель – забить последний под завязку,
испытывая при этом самые изысканные
из возможных удовольствий. Им доступны
любые кулинарные изыски, так как у мисс
Кинси нет ничего запрещённого. Попро-
буйте и то, и это, и вон то белое мясо .
Имущество
• Металлические зубные протезы:
острые (урон как от меча), раздвоен-
ные (урон как от кинжала, при Могу -
чем ударе персонаж может начисто
содрать всю плоть с небольшой конеч -
ности), тупые (урон как от кинжала,
можно есть твёрдые предметы).
• Салфетка с вышивкой.
Навыки
3 Этикет
1 Гастрология
1 Обращение с ловушками
1 Сила
1 Чтение следов
Особенность
Едоки невосприимчивы к немагическим
ядам, попадающим в организм. Они также
могут идентифицировать любой пред-
мет, если съедят его, получая знания
о материалах изготовления, происхож-
дении (если оно им знакомо) и его маги-
ческих свойствах при успешной провер-
ке Гастрологии. Впрочем, предмет при
этом необходимо тщательно прожевать,
а не просто проглотить. Эта особенность
не защищает от потенциального вреда,
полученного из-за поедания той или иной
вещи.

64 Член сословия носильщиков
и наполнителей сосудов
Носильщики — это подневольная груп-
па, представителей которой часто можно
встретить у кого-то на службе с грузами
такой тяжести, что согнула бы и осла. Вы
гордитесь этим настолько, что даже еже-
дневные задания гильдии не удовлетво-
ряют ваше желание служить. Вот почему
вы отправляетесь на поиски настоящего
испытания для такого талантливого но-
сильщика, как вы.
Имущество
• Деревянное коромысло.
• Коричневое пальто и мягкая
съёмная шапка гильдии.
• Крюк для тюков (урон как от ножа
и +1 к проверкам на подъём тяжёлых
предметов).
• Моток верёвки.
Навыки
4 Сила
2 Бег
2 Сражение кулаками
1 Внимание
1 Скрытность
1 Сражение крюком

65 Экзограф
Там, откуда вы родом, путешествия по
Сферам уже стали обыденностью. Празд-
ные академики вроде вас даже стали
изучать более отдалённые пределы бо-
жественных миазм. И пусть деревенщина
никогда не осознает всю важность вашей
работы, вы продолжаете неблагодарный
труд по измерению их латентного флоги-
стона для будущих поколений.
Имущество
• Герметичный резиновый костюм
(тяжёлая броня).
• Экзографский ящик геодезических
инструментов.
• Измерительная рулетка на пружине.
• Пистоль.
• 1к6 плазменных ядер.
Навыки
4 Экзография
3 Управление золотой баржей
2 Астрология
2 Стрельба из пистоля

66 Эпопт
Вы странствующий провидец, продающий
свои видения при дворах и на праздне-
ствах. Вас мгновенно узнают по жёлтому
чепцу и привычке всегда быть откры-
тым для бизнеса. Несмотря на усталость
от дорог и глубокие познания о мире,
вы вынуждены постоянно двигаться даль-
ше – видения нравятся далеко не всем
клиентам!
Имущество
• Жёлтое облачение эпопта, с мягкой
подкладкой на случай недовольства
клиента (средняя броня).
• Посох эпопта – обычный посох
для ходьбы с всевидящим кристаллом
на конце (урон как от посоха).
• Складная палатка, достаточно про-
сторная для вашей работы.
Навыки
2 Внимание
2 Оценка
1 Бег
1 Сражение кулаками
1 Этикет
1 Ясновидение
Особенность
Эпопт может пройти проверку Удачи,
чтобы получить ответ «да» или «нет»
на вопрос о мирских делах. Ведущий
сам кидает кубики и не сообщает игроку
о достоверности видения.
`.split('\n\n');

export const officialBackgrounds: IBackground[] = [
  {
    name: 'Грабитель',
    text: 'Взломщик всегда найдёт повод для странствий. В вашей профессии вполне естественно нажить себе врагов по обе стороны закона. Будьте начеку!',
    possessions: ['Арбалет и 18 болтов.', 'Связка отмычек.', 'Крюк-кошка.'],
    skills: [
      {
        name: 'Вскрытие замков',
        value: '2',
      },
      {
        name: 'Скрытность',
        value: '2',
      },
      {
        name: 'Внимание',
        value: '1',
      },
      {
        name: 'Лазание',
        value: '1',
      },
      {
        name: 'Обращение с ловушками',
        value: '1',
      },
      {
        name: 'Сражение ножом',
        value: '1',
      },
      {
        name: 'Стрельба из арбалета',
        value: '1',
      },
    ],
    special: 'Совершив успешную проверку Удачи, вы можете найти местное преступное подполье, если таковое существует, и наладить с ним связи.',
    roll: {
      value: 11,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Дварф',
    text: 'Вы – невысокое, волосатое, воинственное,\nзависимое от алкоголя существо. Последние два могут быть связаны между собой,\nоднако вы наброситесь на любого, кто осмелится даже предположить подобное.\nПоскольку у дварфов не существует женщин (как, в общем-то, и мужчин), не бывает\nи дварфов-детей или дварфийских семей,\nтак что вы можете полностью посвятить\nсебя важной дварфийской деятельности\nпо созданию произведений искусства\nв необычных местах. Вы намерены найти\nсамые странные локации, какие только\nможно встретить среди миллиона сфер.',
    possessions: ['Молоток каменщика.', 'Свёрток художественных принадлежностей.'],
    skills: [
      {
        name: 'Внимание',
        value: '3',
      },
      {
        name: 'Борьба',
        value: '2',
      },
      {
        name: 'Обработка металла',
        value: '2',
      },
      {
        name: 'Рисование',
        value: '2',
      },
      {
        name: 'Сила',
        value: '2',
      },
      {
        name: 'Скульптура',
        value: '2',
      },
      {
        name: 'Сражение кулаками',
        value: '2',
      },
      {
        name: 'Строительство',
        value: '2',
      },
      {
        name: 'Сражение молотом',
        value: '1',
      },
    ],
    special:
      'Вместо обычной пищи дварфы могут пи- таться драгоценными камням и редкими\nметаллами. На самом деле, экзотические\nминералы нравятся вам гораздо больше,\nчем обыкновенная еда.\nДварфы бесполые. Вы невосприимчивы\nк любым побуждениям, вызванным желанием интимной близости. Это также\nозначает, что у вас нет половых органов.\nУ дварфов моча выводится через пот, что\nобъясняет исходящий от вас душок.',
    roll: {
      value: 12,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Зоантроп',
    text: 'В какой-то момент вы решили, что всё это\nвам больше не нужно. Вы нашли Зоантрополога и щедро заплатили ему за удаление вашего беспокойного переднего мозга, чтобы возвыситься до первобытного,\nничем не обременённого зверя, коим вы\nсейчас и являетесь.',
    possessions: ['Никакого имущества, вы сбросили оковы цивилизации. Вероятно, вы\nдаже не одеты.'],
    skills: [
      {
        name: 'Бег',
        value: '3',
      },
      {
        name: 'Лазание',
        value: '3',
      },
      {
        name: 'Борьба',
        value: '2',
      },
      {
        name: 'Сила',
        value: '2',
      },
      {
        name: 'Сражение дубинкой',
        value: '2',
      },
      {
        name: 'Сражение кулаками',
        value: '2',
      },
    ],
    special:
      'Вы невосприимчивы к любым эффектам изменения сознания. Вы можете говорить,\nно обычно предпочитаете молчать. При\nпрохождении проверки для улучшения\nнавыка, связанного с абстрактным мышлением (например, какие-либо заклинания\nили Астрология), необходимо совершить\nдополнительный бросок и преуспеть оба\nраза.',
    roll: {
      value: 13,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Йонгардийский адвокат',
    text: 'В Йонгарди всё делают по-другому. Там\nуважают Закон. Каждый день у судов выстраивается очередь из желающих увидеть, как новый перспективный адвокат\nзащищает кого-то с помощью трёх футов\nстали. Люди следят за карьерой любимых\nадвокатов, посещают все их дела, собирают портреты и тайком пробираются в\nсуды после работы, чтобы промокнуть\nкровавые пятна белыми носовыми платками. В Йонгарди любят Закон.',
    possessions: [
      'Рапира (урон как от меча) и рубашка с оборками, или шамбок (урон как\nот дубинки) и множество шрамов,\nили длинный меч и тяжёлая броня,\nили молот и громадный щит.',
      'Пособие по праву Йонгарди.',
      'Адвокатский парик.',
    ],
    skills: [
      {
        name: 'Сражение выбранным оружием',
        value: '4',
      },
      {
        name: 'Этикет',
        value: '2',
      },
      {
        name: 'Лечение',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 14,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Какоген',
    text: 'Вы – Та-Самая-Мерзость, появившаяся\nна свет в горбатом небе, освещаемом\nтолько великими чёрными анти-солнцами и ложным светом. Ваша мать плыла\nна золотых баржах или занималась чем-то\nещё более абстрактным, рожая вас вдали\nот защитного дурмана миллионов сфер.\nПри появлении на свет вы были особо\nвосприимчивы к потокам силы и величия,\nчто теперь проявляется в вашем чудовищном теле.',
    possessions: ['Фузея.', '2к6 плазменных ядер.', 'Меч.', 'Веляр.'],
    skills: [
      {
        name: 'Астрология',
        value: '2',
      },
      {
        name: 'Заклинание – случайное',
        value: '2',
      },
      {
        name: 'Заклинание – случайное',
        value: '2',
      },
      {
        name: 'Стрельба из фузеи',
        value: '2',
      },
      {
        name: 'Управление золотой баржей',
        value: '2',
      },
      {
        name: 'Ясновидение',
        value: '2',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
      {
        name: 'Сражение мечом',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 15,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Клавигер',
    text: 'Мастера Ключей странствуют по вселенной, постигая работу всех входов и\nвыходов. И пусть они весьма очарованы\nпростейшими сундуками и дверями, больше всего их восхищают метафизические\nи метафорические барьеры. Вы можете\nнайти небольшие конклавы Клавигерови\nв лагере у подножия Демонических врат,\nзастав их за обсуждением подходящих\nметодов нападения или конструированием малопонятных механизмов для входа.',
    possessions: ['Ключи по всему телу (средняя броня).', 'Выдающийся кузнечный молот (урон как от кувалды).', 'Отмычки.'],
    skills: [
      {
        name: 'Вскрытие замков',
        value: '4',
      },
      {
        name: 'Обращение с ловушками',
        value: '3',
      },
      {
        name: 'Сила',
        value: '3',
      },
      {
        name: 'Заклинание – Сезам, откройся!',
        value: '2',
      },
      {
        name: 'Заклинание – Замок',
        value: '1',
      },
      {
        name: 'Заклинание – Пронзительный взгляд',
        value: '1',
      },
      {
        name: 'Сражение кувалдой',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 16,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Колдун из Академии дверей',
    text: 'Вы являетесь студентом самой престижной волшебной академии Тройки (гордость города, эксперт в области всепространственной мобильности). Недавно\nвы, наконец, смогли проникнуть в (2к6)-ю\nдверь. Хоть вы и не мастер, но мало кто\nза пределами академии может похвастаться, что знает больше вас о превратностях небесных путешествий.',
    possessions: ['Небольшая функционирующая дверь, нацепленная на лоб – через неё\nвы направляете свою магию.', 'Яркое облачение.'],
    skills: [
      {
        name: 'Астрология',
        value: '3',
      },
      {
        name: 'Заклинание – Астральный доступ',
        value: '2',
      },
      {
        name: 'Ясновидение',
        value: '2',
      },
      {
        name: 'Заклинание – Паутина',
        value: '1',
      },
      {
        name: 'Заклинание – Телепортация',
        value: '1',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 21,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Колдун из Колледжа дружбы',
    text: 'Неотъемлемой частью вашего обучения\nв подпространственной академии Радушного Бога-волшебника было изучение\nсудьбы пикси, цвета волшебства, ритуальной грамматики и бесконечного количества других теоретических предметов – за\nэтим вы провели всё детство! Теперь, оказавшись в обычном мире, вы обнаружили,\nчто полученное образование вряд ли объясняет хоть что-то из увиденного.',
    possessions: [
      'Остроконечная шляпа волшебника, полученная на выпускном.',
      'Карман, набитый волшебным пече- ньем (2к6, каждое считается пайком).',
      'Волшебная палочка, помогающая новым ученикам сконцентрироваться.\nВы храните её по сентиментальным\nсоображениям.',
    ],
    skills: [
      {
        name: 'Секретные знаки – Колдовские слова',
        value: '4',
      },
      {
        name: 'Бег',
        value: '2',
      },
      {
        name: 'Заклинание – Дружелюбие',
        value: '1',
      },
      {
        name: 'Заклинание – Защита от дождя',
        value: '1',
      },
      {
        name: 'Заклинание – Зеркальные отражения',
        value: '1',
      },
      {
        name: 'Заклинание – Разряд',
        value: '1',
      },
      {
        name: 'Заклинание – Розовые очки',
        value: '1',
      },
      {
        name: 'Заклинание – Руки помощи',
        value: '1',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
      {
        name: 'Лазание',
        value: '1',
      },
      {
        name: 'Ловкость рук',
        value: '1',
      },
      {
        name: 'Плавание',
        value: '1',
      },
      {
        name: 'Скрытность',
        value: '1',
      },
      {
        name: 'Ясновидение',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 22,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Красный священник',
    text: 'Вы евангелист Красного искупления,\nстранствующий исповедник, прижигатель\nгнойной раны греха — свидетельства\nпостоянного наращивания и праздного\nпотребления Мессы. Как может ваш скованный и слабый дух летать свободно?',
    possessions: [
      'Красные одеяния.',
      'Традиционный безликий шлем вашего ордена (средняя броня).',
      'Символический (при этом полноразмерный и полностью\nфункциональный) большой\nодноглавый топор, помогающий\nпроломить дверь, за которой скрывают-\nся грехи (урон как от двуручного меча).',
    ],
    skills: [
      {
        name: 'Заклинание – Вспышка',
        value: '2',
      },
      {
        name: 'Заклинание – Огненный снаряд',
        value: '2',
      },
      {
        name: 'Заклинание – Угли',
        value: '2',
      },
      {
        name: 'Сражение большим топором',
        value: '2',
      },
      {
        name: 'Заклинание – Экзорцизм',
        value: '1',
      },
      {
        name: 'Ясновидение',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 23,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Ландскнехт',
    text: 'Вы были наёмником на элитной службе\nпри Троне Феникса. Вам выделили щедрое\nжалование и отправили в далёкие сферы\nна золотом корабле, дабы вы прославляли\nимена ваших господ огнём и мечом.',
    possessions: [
      'Изысканный пистоль.',
      'Патронташ с 18 плазменными ядрами.',
      'Двуручный меч.',
      'Яркая одежда с кучей кисточек и колокольчиков (невозможно спря-\nтаться). Несмотря на несерьёзный вид,\nона изготовлена при помощи боже-\nственной алхимии Автарха и считается\nсредней бронёй, хотя весит, как обыч-\nная одежда (не занимает ячеек\nв инвентаре).',
    ],
    skills: [
      {
        name: 'Сражение двуручным мечом',
        value: '2',
      },
      {
        name: 'Стрельба из пистоля',
        value: '2',
      },
      {
        name: 'Астрология',
        value: '1',
      },
      {
        name: 'Бег',
        value: '1',
      },
      {
        name: 'Сражение кулаками',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 24,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Ловец гремлинов',
    text: 'Независимо от того, в какой стране, сфере\nили абстрактном измерении вы окажетесь,\nбудьте уверены, что гремлины роют там\nсвои норы и беспокоят порядочных людей,\nготовых заплатить вам блестящий пенс\nза пробитые головы этих мелких уродцев.',
    possessions: [
      'Маленькая, но злобная собака.',
      'Плоская шляпа.',
      'Дубинка.',
      'Мешок.',
      '1к6 пустых банок для гремлинов.',
      'Банка с разъярённым гремлином внутри.',
    ],
    skills: [
      {
        name: 'Обращение с ловушками',
        value: '4',
      },
      {
        name: 'Сражение в тоннелях',
        value: '4',
      },
      {
        name: 'Внимательность',
        value: '2',
      },
      {
        name: 'Скрытность',
        value: '2',
      },
      {
        name: 'Сражение дубинкой',
        value: '2',
      },
      {
        name: 'Чтение следов',
        value: '2',
      },
      {
        name: 'Плавание',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 25,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Мстительный ребёнок',
    text: 'Бандиты сожгли вашу деревню, а может,\nзмеиные сектанты обезглавили вашу мать,\nили же продажные чиновники повесили\nвашего отца. Так или иначе, вы затаили\nобиду и вошли в мир с незаживающей раной на одном плече и огромным мечом\nна другом.',
    possessions: [
      'Слишком большой меч. Пока вы пользуетесь им, добавляйте +1\nк значению навыка Сражение длинным\nмечом и броскам урона. Только вы по-\nлучаете этот бонус – дело в чувствах,\nа не в магии.',
      'Старый охотничий лук и 12 стрел.',
    ],
    skills: [
      {
        name: 'Сражение длинным мечом',
        value: '3',
      },
      {
        name: 'Бег',
        value: '1',
      },
      {
        name: 'Внимание',
        value: '1',
      },
      {
        name: 'Лазание',
        value: '1',
      },
      {
        name: 'Мстительность',
        value: '1',
      },
      {
        name: 'Плавание',
        value: '1',
      },
      {
        name: 'Стрельба из лука',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 26,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Некромант',
    text: 'Некроманты имеют самую дурную славу\nиз всех практикующих магию. Их сторонятся в крупных центрах обучения, вынуждая\nпостигать знания на окраинах общества,\nгде колдуны предоставлены сами себе.\nНекроманты используют проверенный\nвременем метод «учитель-ученик». Одиночество побуждает обучающихся самим\nсоздавать себе друзей.',
    possessions: ['Пыльные одеяния.', 'Череп вашего учителя.', 'Зомби-слуга или призрак, с которым у вас сложились взаимозависимые\nотношения.'],
    skills: [
      {
        name: 'Консультирование по вопросам отношений',
        value: '2',
      },
      {
        name: 'Лечение',
        value: '2',
      },
      {
        name: 'Погребальная наука',
        value: '2',
      },
      {
        name: 'Заклинание – Жизнь после смерти',
        value: '1',
      },
      {
        name: 'Заклинание – Костяной советник',
        value: '1',
      },
      {
        name: 'Заклинание – Оцепенение',
        value: '1',
      },
      {
        name: 'Скрытность',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 31,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Неудавшийся дварф',
    text: 'Дварфы считаются лучшими ремесленниками среди миллиона сфер. Дайте им\nкамень, и они сделают золото, дайте валун,\nи они сделают дварфа. Вы должны были\nстать эталоном дварфийского мастерства,\nнастоящим шедевром, совершенно новым\nдварфом, как те, что сделаны старыми и\nопытными мастерами, но вас сочли несовершенным и забыли.',
    possessions: ['Топор лесника.', 'Пустой бочонок.'],
    skills: [
      {
        name: 'Внимание',
        value: '3',
      },
      {
        name: 'Сражение кулаками',
        value: '3',
      },
      {
        name: 'Борьба',
        value: '2',
      },
      {
        name: 'Сила',
        value: '2',
      },
      {
        name: 'Сражение топором',
        value: '2',
      },
    ],
    special:
      'Как у Дварфа (12), а также: Другие дварфы не обращают на вас никакого внимания, словно вы предмет мебели\nили чья-то брошенная шляпа. В очень редких случаях они открыто пялятся на вас,\nосуждающе качают головой, обнаружив\nнепростительные недостатки, и, возможно,\nдаже помечают восковым мелком области,\nкоторые можно было бы улучшить. В глазах не-дварфов вы ничем не отличаетесь\nот прочих представителей вашего народа.\nВы совершаете все проверки Скрытности\nпротив Дварфов с бонусом +4.',
    roll: {
      value: 32,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Одинокий монарх',
    text: 'Вы были правителем всего, что видели,\nвеликим завоевателем и законодателем!\nК несчастью, однажды ваша лошадь умчалась в лес пикси, или же придворный\nмаг позаботился о вашем исчезновении,\nа может, вы отправились к звёздам, чтобы\nоставить свой след и на них. Так или иначе,\nныне вы потерянный и одинокий государь без королевства — никто не слышал\nни о вас, ни о вашем народе. Многие не\nверят вам и смеются над россказнями, или,\nчто ещё хуже, верят, но лишь пожимают\nплечами из-за превратностей судьбы.',
    possessions: ['Красивое оружие на ваш выбор.', 'Корона.', 'Усталая лошадь.'],
    skills: [
      {
        name: 'Верховая езда',
        value: '3',
      },
      {
        name: 'Сражение выбранным красивым оружием',
        value: '3',
      },
      {
        name: 'Этикет',
        value: '3',
      },
      {
        name: 'Чтение следов',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 33,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Осквернитель прудов',
    text: 'Вы мудрец, первосвященник, писающий\nв пруд, типичный, но преданный приверженец П!П!Ссшрп. У раздутого Жабьего\nБога нет храмов, только берега прудов\nс разнообразной мерзостью в камышах.\nЗдесь не бывает прихожан, лишь комары\nи стрекозы. Ничего, вы готовы служить\nи им.',
    possessions: [
      'Мешковатый балахон, покрытый засохшей вонючей грязью и лесным\nмусором. В болотистой местности\nносящий его получает +1 к проверкам\nСкрытности, в любой другой -1, потому\nчто эта штука воняет!',
      'Большой изношенный деревянный ковш (урон как от булавы).',
    ],
    skills: [
      {
        name: 'Заклинание – Утопление',
        value: '3',
      },
      {
        name: 'Плавание',
        value: '3',
      },
      {
        name: 'Заклинание – Отмена',
        value: '2',
      },
      {
        name: 'Заклинание – Языкозаплеталка',
        value: '2',
      },
      {
        name: 'Заклинание – Паутина',
        value: '1',
      },
      {
        name: 'Скрытность',
        value: '1',
      },
      {
        name: 'Ясновидение',
        value: '1',
      },
    ],
    special: 'Вы можете пить застоявшуюся воду без каких-либо вредоносных последствий для\nорганизма.',
    roll: {
      value: 34,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Охотник на волшебников',
    text: 'Некоторые говорят, что человек — самая\nопасная добыча. Они ошибаются. Может\nли человек воспламенить воздух и заморозить вашу кровь? Может ли человек\nпревратиться в стаю чаек, когда его загоняют в угол в переулке? Нет, не может.\nВолшебники — вот самая опасная добыча.',
    possessions: ['Большой мешок.', 'Верёвка из волос ведьмы.', 'Арбалет и 12 болтов.', 'Меч.', '1к6 карманных божков.', 'Рубиновый лорнет.'],
    skills: [
      {
        name: 'Маскировка',
        value: '2',
      },
      {
        name: 'Стрельба из арбалета',
        value: '2',
      },
      {
        name: 'Чтение следов',
        value: '2',
      },
      {
        name: 'Вскрытие замков',
        value: '1',
      },
      {
        name: 'Скрытность',
        value: '1',
      },
      {
        name: 'Сражение мечом',
        value: '1',
      },
      {
        name: 'Этикет',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 35,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Охотник на демонов',
    text: 'Ваша репутация зиждется на умении выслеживать и убивать демонических существ\nи тех, кто преломляет с ними хлеб. Козлолюды в дикой местности или культы Ангелов в трущобах – все они должны быть\nизгнаны за края карты на берега хаоса.',
    possessions: ['Серебряный меч.', 'Лук и 16 серебряных стрел.', 'Мешочек с солью.', 'Флакон с кровью демона.'],
    skills: [
      {
        name: 'Язык – Бездны',
        value: '5',
      },
      {
        name: 'Заклинание – Кровавый саван',
        value: '3',
      },
      {
        name: 'Сражение мечом',
        value: '2',
      },
      {
        name: 'Стрельба из лука',
        value: '2',
      },
      {
        name: 'Ясновидение',
        value: '2',
      },
      {
        name: 'Скрытность',
        value: '1',
      },
      {
        name: 'Чтение следов',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 36,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Пергаментная ведьма',
    text: 'Пергаментные ведьмы – давно умершие\nколдуньи, которые не могут отказаться\nот суеты мирской жизни. Они известны\nсвоей гладкой кожей, полуночными сборищами и невероятным страхом перед\nдождём и открытым пламенем. Ведьмы\nпокрывают себя безупречной бумажной\nоболочкой, терпеливо разукрашенной\nи безукоризненно свёрнутой имитацией\nжизни, за которой скрываются древние\nкости и хрящи.',
    possessions: ['1к6 свёртков пергамента.', 'Флаконы с пигментами и пудрой.', 'Коллекция кистей.', 'Трость-меч.'],
    skills: [
      {
        name: 'Заклинание – Бессердечный удар',
        value: '2',
      },
      {
        name: 'Заклинание – Защита от дождя',
        value: '2',
      },
      {
        name: 'Заклинание – Истинное зрение',
        value: '2',
      },
      {
        name: 'Заклинание – Тушение',
        value: '2',
      },
      {
        name: 'Маскировка',
        value: '2',
      },
      {
        name: 'Ясновидение',
        value: '2',
      },
      {
        name: 'Заклинание – Отмена',
        value: '1',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
      {
        name: 'Лечение',
        value: '1',
      },
    ],
    special:
      'Вы нежить, вам не нужно дышать, и кровь в ваших венах давно застыла. Вы получаете\nдвойной урон от серебряного оружия\nи восстанавливаете в два раза меньше Выносливости. Находясь под дождём или\nвозле открытого огня, пройдите проверку\nУдачи, чтобы избежать тяжёлых повреждений. В случае провала ваша пергаментная кожа будет уничтожена. Окружающим\nне придется долго гадать, чтобы понять,\nчто вы ходячий труп.',
    roll: {
      value: 41,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Поборник Хаоса',
    text: 'Хотя вы больше и не носите шипастую латунную броню, Хаотический покровитель\nвсё ещё готов выслушать вас. Он рад, что\nвам удаётся экспериментировать, не повергая мир во тьму и беспорядок, однако\nдверь туда всегда открыта для вас.',
    possessions: ['Ритуальные шрамы.', 'Огромная кувалда.', 'Набор рваных доспехов (считается средней бронёй).', 'Дневник сновидений, почти запол- ненный.'],
    skills: [
      {
        name: 'Язык – Курган',
        value: '6',
      },
      {
        name: 'Секретные знаки – Хаотический покровитель',
        value: '3',
      },
      {
        name: 'Сражение кувалдой',
        value: '3',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
      {
        name: 'Ясновидение',
        value: '1',
      },
    ],
    special:
      'Выберите себе покровителя и дайте ему имя. Вы можете попытаться призвать его\nна помощь один раз в день. Бросьте 3к6,\nесли выпали три шестёрки, то покровитель\nвмешается, и Ведущий интерпретирует\nего появление.',
    roll: {
      value: 42,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Подмастерье гильдии острых',
    text: 'углов\nВы набирающийся опыта наёмный убийца,\nнедавно завершивший обучение по борьбе\nс манекенами и завлечению потенциальных клиентов. Теперь у вас есть новенькая\nлицензия на своё ремесло! Вы ещё не до\nконца отточили фирменный стиль, необходимый любому мастеру, но у вас всё\nвпереди.',
    possessions: ['Чёрная одежда ученика.', 'Удавка.', 'Изогнутый меч.', '3 флакона с ядом.', 'Арбалет и 6 болтов.'],
    skills: [
      {
        name: 'Внимание',
        value: '1',
      },
      {
        name: 'Вскрытие замков',
        value: '1',
      },
      {
        name: 'Лазание',
        value: '1',
      },
      {
        name: 'Маскировка',
        value: '1',
      },
      {
        name: 'Плавание',
        value: '1',
      },
      {
        name: 'Скрытность',
        value: '1',
      },
      {
        name: 'Создание ядов',
        value: '1',
      },
      {
        name: 'Сражение ножом',
        value: '1',
      },
      {
        name: 'Стрельба из арбалета',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 43,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Предприимчивый академик',
    text: 'Вы – академик с классическим образованием, плод университетов Медного города, Дворца тигров или какого-то другого менее престижного центра обучения\nсреди сфер.',
    possessions: [
      'Очки для чтения в прочном футляре (без них вы не можете читать).',
      'Маленький меч.',
      'Связка свечей и спичек.',
      'Письменные принадлежности.',
      'Записная книжка.',
    ],
    skills: [
      {
        name: 'Астрология',
        value: '2',
      },
      {
        name: 'Оценка',
        value: '2',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
      {
        name: 'Лечение',
        value: '1',
      },
      {
        name: 'Ловкость рук',
        value: '1',
      },
      {
        name: 'Сражение мечом',
        value: '1',
      },
    ],
    special: 'Вы можете пройти проверку Удачи, что- бы вспомнить факты из естественных\nи гуманитарных наук, которые вы, очевидно, отлично знаете.',
    roll: {
      value: 44,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Продавец обезьян',
    text: 'Жизнь на Стене — тяжёлая штука. Даже\nрасположенные в нескольких метрах\nот бесконечного падения деревни необходимо обеспечивать пропитанием. Здесь\nи появляетесь вы со своими Съедобными\nОбезьянами (название придумано для\nпривлечения клиентов – само собой, все\nобезьяны съедобны). Раньше вы проводили\nдни, свесив ноги с края света и наблюдая\nза своим щебечущим зверьём, носящимся туда-сюда, однако у обезьяньего мяса\nне было будущего. Вы желали большего,\nно потерпели неудачу в своих начинаниях.\nВ любом случае, вы и несколько невезучих\nобезьян сейчас здесь, и это всё, что имеет\nзначение.',
    possessions: [
      'Обезьянья дубинка.',
      'Мясницкий нож.',
      '1к6 маленьких обезьянок, которые не слушаются команд, но слишком\nнапуганы и голодны, чтобы отходить\nдалеко от вас.',
      'Полный карман обезьяньих лакомств.',
    ],
    skills: [
      {
        name: 'Лазание',
        value: '4',
      },
      {
        name: 'Обращение с ловушками',
        value: '2',
      },
      {
        name: 'Сражение дубинкой',
        value: '1',
      },
      {
        name: 'Сражение ножом',
        value: '1',
      },
    ],
    special: 'Ведущий может совершить бросок по та- блице, чтобы определить повадки обезьян.',
    roll: {
      value: 45,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Пылкий гигант Корды',
    text: 'У каждого гиганта есть своя история\nо Корде – красивый рассказ с паузами\nдля слёз и смеха о том, как они потеряли\nеё и как планируют найти в скором времени. Сегодня же... Нам следует выпить\nи хорошенько повеселиться, а завтра\nс утра снова отправимся на поиски!',
    possessions: [
      'Артефакт Потерянной Корды, Это либо огромная карта звездного неба,\nпо которой можно определить пункт\nназначения любого портала (при\nуспешной проверке Астрологии), либо\nкарманный барометр для прогнози-\nрования погоды (достоверен в 5 из 6\nслучаев), либо рубиновый лорнет, чей\nвладелец получает +2 к проверкам\nЯсновидения.',
    ],
    skills: [
      {
        name: 'Сила',
        value: '4',
      },
      {
        name: 'Астрология',
        value: '3',
      },
      {
        name: 'Бег',
        value: '2',
      },
      {
        name: 'Лазание',
        value: '2',
      },
    ],
    special: null,
    roll: {
      value: 46,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Разумный двигатель',
    text: 'Ваши глаза - тусклые рубиновые сферы,\nваша кожа твёрдая и гладкая, как слоновая\nкость, но коричневая и извилистая, словно кора дерева. Вы очевидно сломаны\nи не помните, как и для какой цели были\nсозданы. Иногда из трещин в вашей коже\nсочатся белые внутренние соки.',
    possessions: [
      'Паяльник.',
      'Съёмные автономные руки, или тело кентавра (+4 к Бегу) или встроенный\nдетектор частиц (+4 к Ясновидению)\nили одно случайное заклинание\nс рангом 3.',
    ],
    skills: [
      {
        name: 'Управление золотой баржей',
        value: '3',
      },
      {
        name: 'Астрология',
        value: '2',
      },
      {
        name: 'Лечение',
        value: '2',
      },
      {
        name: 'Стрельба из пистоля',
        value: '2',
      },
      {
        name: 'Бег',
        value: '1',
      },
      {
        name: 'Готовка',
        value: '1',
      },
      {
        name: 'Сила',
        value: '1',
      },
    ],
    special:
      'Вы не восстанавливаете Выносливость, отдыхая обычным образом. Вместо этого\nвам придется провести всё время отдыха с паяльником в руках, скрепляя кожу\nсловно пластилин. За каждый час отдыха\nс доступом к нужным инструментам вы\nвосстанавливаете 3 Выносливости.\nВы можете перезаряжать плазменные\nмашины благодаря своим внутренним\nжидкостям. Потратив 1 Выносливость и 6\nминут времени, вы восстановите 1 заряд.\nВы всегда носите как минимум легкую\nброню.',
    roll: {
      value: 51,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Скептическая Ламассу',
    text: 'С телом быка, головой человека, передними лапами кошки и крыльями лебедя вы\nмилейшее из божественных детей. Однако\nотдых на облаке для вас слишком скучен,\nпоэтому вы спустились с небес или выползли из бездны, чтобы найти свой путь\nсреди звёзд.',
    possessions: [
      'Случайно захваченные священные драгоценности, которые можно\nобменять на 10к6 серебряных пенсов.',
      'Шляпка-таблетка.',
      'Когти (урон как от меча).',
      'Копыта (урон как от дубинки).',
      'Крылья — вы способны летать со ско- ростью бегущего по ровной местности\nчеловека.',
    ],
    skills: [
      {
        name: 'Заклинание – случайное',
        value: '3',
      },
      {
        name: 'Заклинание – случайное',
        value: '3',
      },
      {
        name: 'Заклинание – случайное',
        value: '3',
      },
      {
        name: 'Полёт',
        value: '3',
      },
      {
        name: 'Сражение когтями',
        value: '2',
      },
      {
        name: 'Сражение копытами',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 52,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Странствующий рыцарь',
    text: 'Вы находитесь в поисках Грааля, меча, трона, Бога, потерянной любви, или чего-либо ещё невероятно важного. Вы далеко не\nодиноки в своих стремлениях: множество\nподобных вам бродят по свету, разыгрывая романтические мелодрамы и обвиняя\nпростой народ в том, что они демоны или\nфеи. Странствующие рыцари, как правило,\nсчитаются безобидными.',
    possessions: ['Тяжёлая броня.', 'Лошадь.', 'Длинное копьё (урон как от копья).', 'Меч.', 'Щит.', 'Наивно-идеалистичная затея.'],
    skills: [
      {
        name: 'Рыцарские турниры',
        value: '3',
      },
      {
        name: 'Сражение копьём',
        value: '2',
      },
      {
        name: 'Сражение мечом',
        value: '2',
      },
      {
        name: 'Владение щитом',
        value: '1',
      },
      {
        name: 'Внимание',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 53,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Тауматург',
    text: 'Странствующий чудотворец, у которого\nвсегда найдутся мешочки с мазями, святыми образами и травами, где-то в глубинах\nодежды. Независимо от метафизической\nпотребности клиента, вы всегда наготове!',
    possessions: [
      'Феска тауматурга.',
      'Посох, украшенный амулетами и колокольчиками. Используя его, вы\nможете перебросить один из кубиков,\nкогда кидаете по таблице «Упс!»,\nоднако не сумеете ни к кому под-\nкрасться из-за звона и бряканья.',
      'Загнутые башмаки.',
      'Объёмные одеяния.',
    ],
    skills: [
      {
        name: 'Заклинание – Отмена',
        value: '3',
      },
      {
        name: 'Заклинание – Гром',
        value: '2',
      },
      {
        name: 'Заклинание – Мимикрия',
        value: '2',
      },
      {
        name: 'Заклинание – случайное',
        value: '2',
      },
      {
        name: 'Астрология',
        value: '1',
      },
      {
        name: 'Заклинание – случайное',
        value: '1',
      },
      {
        name: 'Заклинание – Хрупкая хворостинка',
        value: '1',
      },
      {
        name: 'Ясновидение',
        value: '1',
      },
    ],
    special:
      'В случае успешной проверки Удачи вы можете обнаружить в недрах своей одежды именно ту мистическую безделушку\nили побрякушку, которую требует ситуация.',
    roll: {
      value: 54,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Рыцарь Храма Телака Меченосца',
    text: 'Когда-то вы были (и, вероятно, всё ещё\nявляетесь) фанатичным монахом, настроенным на поддержание постоянной\nи неустанной боевой готовности в ожидании конца света, когда все двери рухнут\nвнутрь. Вы всегда ко всему готовы, вас\nне застанешь врасплох.',
    possessions: ['Благословение Телака.', '6 мечей на ваш выбор.'],
    skills: [
      {
        name: 'Внимание',
        value: '3',
      },
      {
        name: 'Кузнечное дело',
        value: '2',
      },
      {
        name: 'Сражение большими мечами',
        value: '1',
      },
      {
        name: 'Сражение мечами',
        value: '1',
      },
    ],
    special:
      'Благословение Телака дарует вам Броню, равную половине (округляя в меньшую\nсторону) числа мечей в вашем пользовании. Если у вас 6 мечей, ваша Броня будет\nравна 3, а если 9, то Броня будет равна 4.\nВы должны публично носить оружие, иначе Телак заберёт благословение до тех\nпор, пока вы не выкуете и не пожертвуете\nбезоружному совершенно новый меч.',
    roll: {
      value: 55,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Человек-носорог',
    text: 'Первые люди-носороги были созданы\nбезумным колдуном несколько столетий\nназад, но в какой-то момент они восстали\nи убили его. Теперь это довольно редкие\nсущества, служащие грозными и верными охранниками тем, кто может позволить\nсебе их услуги.',
    possessions: [
      'Рог (урон как от кинжала).',
      'Толстая кожа (средняя броня).',
      'Недостаточно большое копьё.',
      'Крошечный бесполезный шлем.',
      'Игральные кости',
      'Полбочонка носорожьего пива (как 20 пайков).',
    ],
    skills: [
      {
        name: 'Сражение копьём',
        value: '3',
      },
      {
        name: 'Бег',
        value: '2',
      },
      {
        name: 'Сила',
        value: '2',
      },
      {
        name: 'Азартные игры',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 56,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Член братства Книда',
    text: 'Матмологи почитают чистые и недвусмысленные истины математики, соотнося их\nсо своими наблюдениями за мультивселенной. Всё можно измерить и предсказать,\nприменив подходящие матмологические\nсоотношения. Эта методика позволяет проникнуть за эфирную поверхность\nи бегло просмотреть фундаментальные\nчисла под ней.',
    possessions: ['Большая астролябия (урон как от булавы).', 'Счёты.', 'Ворох свитков и письменных принадлежностей.'],
    skills: [
      {
        name: 'Матмология',
        value: '3',
      },
      {
        name: 'Астрология',
        value: '2',
      },
      {
        name: 'Заклинание – Находка',
        value: '2',
      },
    ],
    special: null,
    roll: {
      value: 61,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Член Высшего общества говяжьих',
    text: 'стейков\nДрачуны верят, что в применении силы\nи хорошем говяжьем стейке сокрыта вселенская истина. В словах нет власти, как\nони могут определять вселенную, если не\nспособны построить дом, поднять чашу\nили поджарить бифштекс? А вот Сила это\nможет! Они действительно много размышляли об этом.',
    possessions: ['Оружие на ваш выбор.', 'Небольшая решётка для гриля.', '2 кг мяса высшего сорта.', 'Безрукавка.', 'Бутылка крепкого, но изысканного вина.'],
    skills: [
      {
        name: 'Бег',
        value: '2',
      },
      {
        name: 'Борьба',
        value: '2',
      },
      {
        name: 'Лазание',
        value: '2',
      },
      {
        name: 'Плавание',
        value: '2',
      },
      {
        name: 'Сражение выбранным оружием',
        value: '2',
      },
      {
        name: 'Сражение кулаками',
        value: '2',
      },
      {
        name: 'Жарка на гриле',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 62,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Член Обеденного клуба мисс',
    text: 'Кинси\nЕдоки знают, что существуют только\nдва мира: Внешний и Внутренний. Их\nцель – забить последний под завязку,\nиспытывая при этом самые изысканные\nиз возможных удовольствий. Им доступны\nлюбые кулинарные изыски, так как у мисс\nКинси нет ничего запрещённого. Попробуйте и то, и это, и вон то белое мясо .',
    possessions: [
      'Металлические зубные протезы: острые (урон как от меча), раздвоен-\nные (урон как от кинжала, при Могу -\nчем ударе персонаж может начисто\nсодрать всю плоть с небольшой конеч -\nности), тупые (урон как от кинжала,\nможно есть твёрдые предметы).',
      'Салфетка с вышивкой.',
    ],
    skills: [
      {
        name: 'Этикет',
        value: '3',
      },
      {
        name: 'Гастрология',
        value: '1',
      },
      {
        name: 'Обращение с ловушками',
        value: '1',
      },
      {
        name: 'Сила',
        value: '1',
      },
      {
        name: 'Чтение следов',
        value: '1',
      },
    ],
    special:
      'Едоки невосприимчивы к немагическим ядам, попадающим в организм. Они также\nмогут идентифицировать любой предмет, если съедят его, получая знания\nо материалах изготовления, происхождении (если оно им знакомо) и его магических свойствах при успешной проверке Гастрологии. Впрочем, предмет при\nэтом необходимо тщательно прожевать,\nа не просто проглотить. Эта особенность\nне защищает от потенциального вреда,\nполученного из-за поедания той или иной\nвещи.',
    roll: {
      value: 63,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Член сословия носильщиков',
    text: 'и наполнителей сосудов\nНосильщики — это подневольная группа, представителей которой часто можно\nвстретить у кого-то на службе с грузами\nтакой тяжести, что согнула бы и осла. Вы\nгордитесь этим настолько, что даже ежедневные задания гильдии не удовлетворяют ваше желание служить. Вот почему\nвы отправляетесь на поиски настоящего\nиспытания для такого талантливого носильщика, как вы.',
    possessions: [
      'Деревянное коромысло.',
      'Коричневое пальто и мягкая съёмная шапка гильдии.',
      'Крюк для тюков (урон как от ножа и +1 к проверкам на подъём тяжёлых\nпредметов).',
      'Моток верёвки.',
    ],
    skills: [
      {
        name: 'Сила',
        value: '4',
      },
      {
        name: 'Бег',
        value: '2',
      },
      {
        name: 'Сражение кулаками',
        value: '2',
      },
      {
        name: 'Внимание',
        value: '1',
      },
      {
        name: 'Скрытность',
        value: '1',
      },
      {
        name: 'Сражение крюком',
        value: '1',
      },
    ],
    special: null,
    roll: {
      value: 64,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Экзограф',
    text: 'Там, откуда вы родом, путешествия по\nСферам уже стали обыденностью. Праздные академики вроде вас даже стали\nизучать более отдалённые пределы божественных миазм. И пусть деревенщина\nникогда не осознает всю важность вашей\nработы, вы продолжаете неблагодарный\nтруд по измерению их латентного флогистона для будущих поколений.',
    possessions: [
      'Герметичный резиновый костюм (тяжёлая броня).',
      'Экзографский ящик геодезических инструментов.',
      'Измерительная рулетка на пружине.',
      'Пистоль.',
      '1к6 плазменных ядер.',
    ],
    skills: [
      {
        name: 'Экзография',
        value: '4',
      },
      {
        name: 'Управление золотой баржей',
        value: '3',
      },
      {
        name: 'Астрология',
        value: '2',
      },
      {
        name: 'Стрельба из пистоля',
        value: '2',
      },
    ],
    special: null,
    roll: {
      value: 65,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
  {
    name: 'Эпопт',
    text: 'Вы странствующий провидец, продающий\nсвои видения при дворах и на празднествах. Вас мгновенно узнают по жёлтому\nчепцу и привычке всегда быть открытым для бизнеса. Несмотря на усталость\nот дорог и глубокие познания о мире,\nвы вынуждены постоянно двигаться дальше – видения нравятся далеко не всем\nклиентам!',
    possessions: [
      'Жёлтое облачение эпопта, с мягкой подкладкой на случай недовольства\nклиента (средняя броня).',
      'Посох эпопта – обычный посох для ходьбы с всевидящим кристаллом\nна конце (урон как от посоха).',
      'Складная палатка, достаточно про- сторная для вашей работы.',
    ],
    skills: [
      {
        name: 'Внимание',
        value: '2',
      },
      {
        name: 'Оценка',
        value: '2',
      },
      {
        name: 'Бег',
        value: '1',
      },
      {
        name: 'Сражение кулаками',
        value: '1',
      },
      {
        name: 'Этикет',
        value: '1',
      },
      {
        name: 'Ясновидение',
        value: '1',
      },
    ],
    special:
      'Эпопт может пройти проверку Удачи, чтобы получить ответ «да» или «нет»\nна вопрос о мирских делах. Ведущий\nсам кидает кубики и не сообщает игроку\nо достоверности видения.',
    roll: {
      value: 66,
      option: null,
    },
    source: 'Troika! Numinous Edition',
  },
];
